Repository: concrete5/package-translations
Catalog: community-store/*.po
Languages: da_dk, de_de, el_gr, fr_fr, ru_ru

source: This product is missing a corresponding page in the sitemap
da_dk: Dette produkt er mangler en tilsvarende side i sitemap
de_de: Diesem Produkt fehlt eine entsprechende Seite in der Sitemap
el_gr: Αυτό το προϊόν δεν έχει μια αντίστοιχη σελίδα στο sitemap
fr_fr: Une page correspondant à l'article manque dans le plan du site
ru_ru: У этого товара отсутствует соответствующая страница в карте сайта

source: Page Template
da_dk: Sideskabelon
de_de: Seiten Template
el_gr: Πρότυπο Σελίδας
fr_fr: Modèle de Page
ru_ru: Шаблон страницы

source: Any changes to the product will not be saved. Create product page?
da_dk: Eventuelle ændringer i produktet vil ikke blive gemt. Opret produktside?
de_de: Alle Änderungen an dem Produkt werden nicht gespeichert. Produktseite erstellen ?
el_gr: Τυχόν μεταβολές του προϊόντος δεν θα αποθηκευτούν. Να γίνει Δημιουργία σελίδας του προϊόντος;
fr_fr: Les modifications au produit ne seront pas enregistrées. Créer une page article ?
ru_ru: Любые изменения в товаре не будут сохранены. Создать страницу товара?

source: Generate a Product Page
da_dk: Opret en Produkt Side
de_de: Produktseite erstellen
el_gr: Δημιουργήστε μια Σελίδα Προϊόντος
fr_fr: Générer une page d’article
ru_ru: Создать страницу товара

source: No page is configured as the parent page for new products
da_dk: Ingen side er konfigureret som den overordnede side for nye produkter
de_de: Es wird keine Seite als übergeordnete Seite für neue Produkte konfiguriert
el_gr: Δεν έχει ρυθμιστεί σελίδα ως μητρική σελίδα για καινούργια προϊόντα
fr_fr: Aucune page est configurée comme la page parente d es nouveaux articles
ru_ru: Нет страница настроенной как родительская для новых товаров

source: Cancel / View All Products
da_dk: Annuller / Vis alle produkter
de_de: Abbrechen / Zurück zur Produktübersicht
el_gr: Ακύρωση / Δείτε Όλα τα Προϊόντα
fr_fr: Annuler / Afficher tous les articles
ru_ru: Отменить / Смотреть все товары

source: %s Product
da_dk: %s Produkt
de_de: %s Produkt
el_gr: %s Προϊόντα
fr_fr: %s article
ru_ru: %s товар

source: Manage Attributes
da_dk: Administrer Attributter
de_de: Attribute verwalten
el_gr: Διαχειριστείτε Χαρακτηριστικά
fr_fr: Gérer les attributs
ru_ru: Управлять атрибутами

source: Manage Groups
da_dk: Administrer Grupper
de_de: Gruppen verwalten
el_gr: Διαχείριση ομάδων
fr_fr: Gérer les groupes
ru_ru: Управлять группами

source: Add Product
da_dk: Tilføj Produkt
de_de: Produkt hinzufügen
el_gr: Προσθέτετε προϊόν
fr_fr: Ajouter un article
ru_ru: Добавить товар

source: All Groups
da_dk: Alle Grupper
de_de: Alle Gruppen
el_gr: Όλες οι Ομάδες
fr_fr: Tous les Groupes
ru_ru: Все группы

source: Search by Name or SKU
da_dk: Søg efter Navn eller SKU
de_de: Nach Name oder SKU durchsuchen
el_gr: Αναζήτηση ανά Όνομα ή SKU
ru_ru: Искать по названию или артикулу

source: Featured
da_dk: Udvalgte
de_de: Highlight
el_gr: Προτεινόμενα
fr_fr: En vedette
ru_ru: Избранный

source: Groups
da_dk: Grupper
de_de: Gruppen
el_gr: Ομάδες
fr_fr: Groupes
ru_ru: Группы

source: Multiple
de_de: Mehrere
el_gr: Πολλαπλές
ru_ru: Множественные

source: Base price
da_dk: Grundpris
de_de: Basis Preis
el_gr: Βασική Τιμή
fr_fr: Prix de base
ru_ru: Базовая цена

source: Not Featured
da_dk: Ikke Udvalgte
de_de: kein Highlight
el_gr: Μη Προτεινόμενα
fr_fr: Pas en vedette
ru_ru: Не избранный

source: New Product Name
da_dk: Nyt Produktnavn
de_de: Neuer Produkt Name
el_gr: Νέο Όνομα Προϊόντος
fr_fr: Nouveau nom d'article
ru_ru: Название нового товара

source: (Copy)
da_dk: (Kopi)
de_de: (Kopie)
el_gr: (Αντίγραφο)
fr_fr: (Copie)
ru_ru: (Копировать)

source: New Product SKU
da_dk: Nyt Produkt Varenummer (SKU)
de_de: Neue Artikelnummer
el_gr: Νέος SKU Προϊόντος
fr_fr: Nouveau code UGS
ru_ru: Артикул нового товара

source: Shipping Methods
da_dk: Forsendelse Metoder
de_de: Versand Methode(n)
el_gr: Μέθοδοι Αποστολής
fr_fr: Les méthodes de livraison
ru_ru: Способы доставки

source: Tax Rates
da_dk: Afgifts Sats
de_de: Steuersätze
el_gr: Φορολογικοί Συντελεστές
fr_fr: Taux TVA
ru_ru: Ставки налога

source: Currency
da_dk: Valuta
de_de: Währung
el_gr: Νόμισμα
fr_fr: Devise
ru_ru: Валюта

source: Payments
da_dk: Betalinger
de_de: Zahlungen
el_gr: Πληρωμές
fr_fr: Paiements
ru_ru: Платежи

source: Fulfilment Statuses
da_dk: Opfyldelse Statusser
de_de: Abwicklungsstatus
el_gr: Καταστάσεις Εκπλήρωσης
ru_ru: Статусы исполнения

source: Notifications and Receipts
da_dk: Bemærkninger og Kvitteringer
de_de: Benachrichtigungen und Belege
el_gr: Ειδοποιήσεις και Αποδείξεις
fr_fr: Notifications et reçus
ru_ru: Уведомления и квитанции

source: Cart and Checkout
da_dk: Kurv og Check-out
de_de: Warenkorb und Kasse
el_gr: Καλάθι και Ταμείο
fr_fr: Panier et Commande
ru_ru: Корзина и оформление заказа

source: Orders
da_dk: Ordrer
de_de: Bestellungen
el_gr: Παραγγελίες
fr_fr: Commandes
ru_ru: Заказы

source: Currency Settings
da_dk: Valuta Indstillinger
de_de: Währungseinstellungen
el_gr: Ρυθμίσεις Νομίσματος
fr_fr: Paramètres de devise
ru_ru: Настройки валюты

source: Currency Symbol
da_dk: Valuta Symbol
de_de: Währungssymbol
el_gr: Σύμβολο Νομίσματος
fr_fr: Symbole devise
ru_ru: Символ валюты

source: Currency Code
da_dk: Valuta Kode
de_de: Währungscode (ISO)
el_gr: Κωδικός Νομίσματος
fr_fr: Code de devise
ru_ru: Код валюты

source: Thousands Separator
da_dk: Separator for tusinder
de_de: Tausender Trennzeichen
el_gr: Διαχωριστικό για χιλιάδες
fr_fr: Séparateur de milliers
ru_ru: Разделитель тысяч

source: e.g. , or a space
da_dk: f.eks eller et mellemrum
de_de: z.Bsp. , oder Leerzeichen
el_gr: π.χ. , ή διάστημα
fr_fr: par ex. ' ou espace
ru_ru: напр. , или пробел

source: Whole Number Separator
da_dk: Hele tal Separator
de_de: Ganzzahl Trenner
el_gr: Διαχωριστικό Ακέραιου Αριθμού
fr_fr: Séparateur de nombre entier
ru_ru: Разделитель целых чисел

source: e.g. period or a comma
da_dk: f.eks punktum eller et komma
de_de: z.Bsp. Periode oder Komma
el_gr: π.χ. διάστημα ή ένα κόμμα
fr_fr: par ex. , ou .
ru_ru: напр. , или .

source: Tax Settings
da_dk: Afgifts Indstillinger
de_de: Steuer Einstellungen
el_gr: Φορολογικές Ρυθμίσεις
fr_fr: Paramètres TVA
ru_ru: Настройки налога

source: Are Prices Entered with Tax Included?
da_dk: Er Priser Indtastede med afgift inkluderet?
de_de: Werden Preise inkl Steuern eingegeben?
el_gr: Οι τιμές που έχουν καταχωρηθεί με συμπεριλαμβανόμενο το ΦΠΑ ;
fr_fr: Est-ce que les prix des articles incluent la TVA?
ru_ru: Включать налог во все цены?

source: No, I will enter product prices EXCLUSIVE of tax
da_dk: Nej, jeg vil skrive produktpriser UDEN afgift
de_de: Nein, Produktpreise werden EXKLUSIVE Steuer eingegeben
el_gr: Όχι, θα καταχωρίσω τις τιμές των προϊόντων χωρίς φόρο
fr_fr: Non, je vais saisir les prix des articles TVA EXCLUE
ru_ru: Нет, я укажу цены товаров ИСКЛЮЧАЯ налог

source: Yes, I will enter product prices INCLUSIVE of tax
da_dk: Ja, jeg vil indtaste produktpriser inklusive afgifter
de_de: Ja, Produktpreise werden INKLUSIVE Steuer eingegeben
el_gr: Ναι, θα καταχωρίσω τις τιμές των προϊόντων να συμπεριλαμβάνουν φόρο
fr_fr: Oui, je vais entrer les prix des articles TVA INCLUSE
ru_ru: Да, я ввиду цены товаров ВКЛЮЧАЯ налог

source: Enable EU VAT Number Options?
da_dk: Aktivér EU-Momsnummer Optioner?
de_de: EU Umsatzsteuer-Option aktivieren?
el_gr: Ενεργοποίηση Επιλογών ΑΦΜ ΕΕ;
ru_ru: Включить опции номера НДС ЕС?

source: No, I don't need this
da_dk: Nej, jeg har ikke brug for dette
de_de: Nein, ich brauche das nicht
el_gr: Όχι, δεν χρειάζεται αυτό
ru_ru: Нет, мне это не нужно

source: Yes, enable VAT Number options
da_dk: Ja, aktiver Momsnummer Optioner
de_de: Ja, EUUmsatzsteuer-Option aktivieren
el_gr: Ναι, Ενεργοποίηση Επιλογών ΦΠΑ;
ru_ru: Да, включить опции номера НДС ЕС

source: Shipping Units
da_dk: Forsendelses Enheder
de_de: Liefereinheiten
el_gr: Ενότητες Αποστολής
fr_fr: Unités de livraison
ru_ru: Отгрузочные единицы

source: Units for Weight
da_dk: Enheder for Vægt
de_de: Gewichtseinheiten
el_gr: Μονάδες Βάρους
fr_fr: Unité de poids
ru_ru: Единицы веса

source: oz
de_de: Unzen
ru_ru: унция

source: lb
da_dk: pund
el_gr: λίβρες
ru_ru: фунт

source: kg
el_gr: κιλά
ru_ru: кг

source: g
el_gr: γρ.
ru_ru: г

source: Units for Size
da_dk: Enheder for Størrelse
de_de: Maßeinheiten
el_gr: Ενότητες για το Μέγεθος
fr_fr: Unité de taille
ru_ru: Единицы размера

source: in
da_dk: i
el_gr: σε
ru_ru: за

source: cm
el_gr: εκ.
ru_ru: см

source: mm
el_gr: χιλ,
ru_ru: мм

source: Include Delivery Instructions field in checkout
da_dk: Medtag felt for Leverings Instruktioner i checkout
de_de: Zustellungsangaben im Checkout anzeigen
el_gr: Συμπεριλάβετε το πεδίο Οδηγίες Παράδοσης στο ταμείο
fr_fr: Inclure le champ d'instruction de livraison à la commande
ru_ru: Включить поле инструкции доставки в оформлении заказа

source: Payment Methods
da_dk: Betalings Metoder
de_de: Zahlungs Methoden
el_gr: Μέθοδοι πληρωμής
fr_fr: Méthodes de paiement
ru_ru: Способы оплаты

source: Display Name (on checkout)
da_dk: Vist Navn (ved check-out)
de_de: Anzeigename (bei der Kasse)
el_gr: Εμφάνιση ονόματος (στο ταμείο)
fr_fr: Nom affiché (à la commande)
ru_ru: Показывать Имя (при оформлении заказа)

source: Button Label
da_dk: Knappens Tekst
de_de: Beschriftung Schaltfläche
el_gr: Ετικέτα κουμπιού
fr_fr: Texte du bouton
ru_ru: Метка кнопки

source: No Payment Methods are Installed
da_dk: Ingen betalingsmetoder er Installeret
de_de: Es sind keine Zahlungsarten installiert
el_gr: Δεν έχουν Εγκατασταθεί Τρόποι Πληρωμής
fr_fr: Aucun mode de paiement est installé
ru_ru: Способы оплаты не установлены

source: Default Status
da_dk: Standard Status
de_de: Standard Status
el_gr: Προεπιλεγμένη Κατάσταση
fr_fr: Statut par défaut
ru_ru: Статус по умолчанию

source: Send Change Notifications to...
da_dk: Send Ændringsmeddelelser til…
de_de: Änderungsbenachrichtigungen senden an...
el_gr: Στείλτε Αλλαγή Ειδοποιήσεων σε ...
fr_fr: Envoyer les notifications de changements à...
ru_ru: Посылать уведомления об изменениях...

source: Site
da_dk: Hjemmeside
de_de: Seite
ru_ru: Сайт

source: Customer
da_dk: Kunde
de_de: Kunde
el_gr: Πελάτης
fr_fr: Client
ru_ru: Клиент

source: No Fulfilment Statuses are available
da_dk: Ingen Opfyldte Statusangivelser er tilgængelige
de_de: Kein Abwicklungsstatus verfügbar
el_gr: Δεν υπάρχουν Καταστάσεις Εκπλήρωσης
ru_ru: Нет статусов выполнения

source: Notification Emails
da_dk: Underretnings E-mails
de_de: Benachrichtigungs e-Mails
el_gr: Emails Κοινοποίησης
fr_fr: Emails de notification
ru_ru: Уведомления по электронной почте

source: Emails Sent From
da_dk: E-mails sendt fra
de_de: Gesendet von e-Mail Adresse
el_gr: Τα Μηνύματα στέλνονται από
fr_fr: E-mails envoyé de
ru_ru: Почта от кого

source: From Email
da_dk: Fra E-mail
de_de: Von e-Mail
el_gr: Από Email
fr_fr: Adresse e-mail de l’expéditeur
ru_ru: С адреса

source: From Email Address
da_dk: Fra E-mail Adresse
de_de: Von e-Mail Adresse
el_gr: Από την Διεύθυνση Email
fr_fr: Adresse e-mail de l’expéditeur
ru_ru: С адреса

source: From Name
da_dk: Fra Navn
de_de: Von Name
el_gr: Από Όνομα
fr_fr: Nom de l’expéditeur
ru_ru: От имени

source: Receipt Emails
da_dk: Kvitterings E-mails
de_de: Beleg-Email
el_gr: Emails παραλαβή
fr_fr: Emails de notification du reçu
ru_ru: Квитанции по электронной почте

source: Receipt Email Header Content
da_dk: Kvittering E-mail Header indhold
de_de: Beleg-Email Header Inhalt
el_gr: Περιεχόμενο Header Email Παραλαβής
fr_fr: En-tête du mail du reçu client
ru_ru: Шапка письма

source: Receipt Email Footer Content
da_dk: Kvittering E-mail Footer indhold
de_de: Beleg-Email Footer Inhalt
el_gr: Υποσέλιδο Email Παραλαβής
fr_fr: Pied de page du mail du reçu client
ru_ru: Подвал письма

source: Page to Publish Product Pages Under
da_dk: Side hvor Produktet skal Udgives Under
de_de: Seite, unter der die Produktseiten angelegt werden
el_gr: Σελίδα Κάτω από τις Σελίδες Δημοσίευσης Προϊόντων
fr_fr: Publier les pages d’article sous
ru_ru: Страница, под которой публиковать страницы товаров

source: Cart and Ordering
da_dk: Kurv og Bestilling
de_de: Warenkorb und Bestellungen
el_gr: Καλάθι και Παραγγελία
fr_fr: Panier et commande
ru_ru: Корзина и заказы

source: Disabled (Catalog Mode)
da_dk: Deaktiveret (Katalog Mode)
de_de: Deaktiviert (Katalog -Modus)
el_gr: Άτομα με ειδικές ανάγκες (Λειτουργία Καταλόγου)
fr_fr: Désactivé (mode catalogue)
ru_ru: Выключено (режим каталога)

source: Always (unless login required for products in cart)
da_dk: Altid (medmindre login kræves for produkter i indkøbskurven)
de_de: Immer (es sei denn ein Login ist erforderlich, um Produkte in den Warenkorb zu legen)
el_gr: Πάντα (εκτός αν απαιτείται σύνδεση για τα προϊόντα στο καλάθι αγορών)
fr_fr: Toujours (sauf si la connexion est requise pour les articles dans le panier)
ru_ru: Всегда (если логин не требуется для товаров в корзине)

source: Offer as checkout option
da_dk: Tilbyd som check-out option
de_de: Kasse als Angebotsoption
el_gr: Προσφορά ως επιλογή για την ολοκλήρωση της παραγγελίας
fr_fr: Proposer en option
ru_ru: Предложить как опцию при оформлении заказа

source: Save Settings
da_dk: Gem Indstillinger
de_de: Einstellungen speichern
el_gr: Αποθήκευση Ρυθμίσεων
fr_fr: Enregistrer les réglages
ru_ru: Сохранить настройки

source: Sales this Week
da_dk: Salg denne Uge
de_de: Verkäufe dieser Woche
el_gr: Πωλήσεις αυτή την εβδομάδα
fr_fr: Ventes cette semaine
ru_ru: Продажи на этой неделе

source: m/d
da_dk: d./m.
de_de: m/t
ru_ru: м/д

source: Recent Orders
da_dk: Seneste Ordrer
de_de: Kürzliche Bestellungen
el_gr: Πρόσφατες Παραγγελίες
fr_fr: Commandes récentes
ru_ru: Последние заказы

source: Shopping Cart
da_dk: Indkøbskurv
de_de: Warenkorb
el_gr: Καλάθι αγορών
fr_fr: Panier
ru_ru: Корзина

source: Your cart has been updated
da_dk: Din indkøbskurv er blevet opdateret
de_de: Der Warenkorb wurde aktualisiert
el_gr: Το καλάθι σας έχει ενημερωθεί
fr_fr: Votre panier a été mis à jour
ru_ru: Ваша корзина была обновлена

source: Your cart has been updated due to changes in stock levels
da_dk: Din kurv er blevet opdateret på grund af ændringer i lagerbeholdningen
de_de: Ihr Warenkob wurde erneuert, da sich die Verfügbarkeit der Produkte geändert hat
el_gr: Το καλάθι σας έχει ενημερωθεί λόγω των αλλαγών στα επίπεδα των αποθεμάτων
ru_ru: Ваша корзина обновлена из-за изменений в уровнях запасов

source: Your cart has been cleared
da_dk: Din indkøbskurv er blevet ryddet
de_de: Der Warenkorb wurde geleert
el_gr: Το καλάθι σας έχει εκκαθαριστεί
fr_fr: Votre panier a été vidé
ru_ru: Ваша корзина была очищена

source: Item removed
da_dk: Vare fjernet
de_de: Element gelöscht
el_gr: Το στοιχείο αφαιρέθηκε
fr_fr: Élément supprimé
ru_ru: Товар удален

source: Due to stock levels your quantity has been limited
da_dk: På grund af lagerbeholdningerne er din mængde begrænset
de_de: Aufgrund der Lagerbestände wurde Ihre Menge begrenzt
el_gr: Λόγω των επιπέδων των αποθεμάτων ποσότητα σας έχει περιοριστεί
fr_fr: En raison des niveaux de stock votre quantité a été limitée
ru_ru: Из-за уровня запасов ваше количество ограничено

source: Remove
da_dk: Fjern
de_de: Entfernen
el_gr: Αφαίρεση
fr_fr: Supprimer
ru_ru: Удалить

source: Clear Cart
da_dk: Ryd Indkøbskurv
de_de: Warenkorb leeren
el_gr: Καθαρισμός καλαθιού
fr_fr: Videz le Panier
ru_ru: Очистить корзину

source: Enter Discount Code
da_dk: Indtast Rabat Kode
de_de: Rabatt Code eingeben
el_gr: Εισάγετε τον Κωδικό Έκπτωσης
fr_fr: Entrez votre coupon de réduction
ru_ru: Введите код скидки

source: Discount has been applied
da_dk: Rabat er blevet anvendt
de_de: Rabatt würde übernommen
el_gr: Η Έκπτωση έχει εφαρμοσθεί
fr_fr: Une remise a été appliquée
ru_ru: Скидка применена

source: Invalid code
da_dk: Ugyldig Kode
de_de: Ungültiger Code
el_gr: Μη έγκυρος κωδικός
fr_fr: Code invalide
ru_ru: Недействительный код

source: Discount Applied
da_dk: Rabat Anvendt
de_de: Angewendeter Rabatt
el_gr: Η έκπτωση εφαρμόστηκε
fr_fr: Une réduction a été appliquée
ru_ru: Скидка приложена

source: Items Sub Total
da_dk: Vare Subtotal
de_de: Artikel Zwischensumme
el_gr: Είδη Υποσύνολο
fr_fr: Sous-total des articles
ru_ru: Итого товаров

source: No Charge
da_dk: Gratis
de_de: Keine Verrechnung
el_gr: Χωρίς χρέωση
fr_fr: Gratuit
ru_ru: Без изменений

source: to be determined
da_dk: skal bestemmes
de_de: bestimmt werden
el_gr: που θα καθοριστεί
fr_fr: à déterminer
ru_ru: подлежит определению

source: Your cart is empty
da_dk: Din indkøbskurv er tom
de_de: Warenkorb ist leer
el_gr: Το καλάθι σας είναι άδειο
fr_fr: Votre panier est vide.
ru_ru: Ваша корзина пуста

source: Sign in, Register or Checkout as Guest
da_dk: Log ind Registrer eller Check-out som Gæst
de_de: Einloggen, Registrieren oder Kasse als Gast ermöglichen
el_gr: Συνδεθείτε, Εγγραφή ή Checkout ως Επισκέπτης
fr_fr: Connectez-vous, inscrivez-vous ou commandez en tant qu’invité
ru_ru: Вход, регистрация или заказ в качестве гостя

source: Sign in or Register
da_dk: Log ind eller Register
de_de: Bitte Einloggen oder Registrieren
el_gr: Σύνδεση ή Εγγραφή
fr_fr: Connectez-vous / Inscrivez-vous
ru_ru: Вход или регистрация

source: In order to proceed, you'll need to either register, or sign in with your existing account.
da_dk: For at fortsætte, skal du enten registrere, eller log ind med din eksisterende konto.
de_de: Um Ihre Bestellung abzuschließen, müssen Sie sich entweder registrieren oder Sie melden sich mit Ihrem bestehenden Konto an.
el_gr: Για να προχωρήσετε, θα πρέπει είτε να εγγραφείτε ή να συνδεθείτε με τον υπάρχοντα λογαριασμό σας.
fr_fr: Pour poursuivre, vous devez vous inscrire ou vous connecter avec votre compte existant.
ru_ru: Чтобы продолжить, вам необходимо зарегистрироваться или войти в свою существующую учетную запись.

source: Register
da_dk: Registrer
de_de: Registrieren
el_gr: Εγγραφή
fr_fr: S’enregistrer
ru_ru: Регистрация

source: Or optionally, you may choose to checkout as a guest.
da_dk: Eller eventuelt kan du vælge at check-out som gæst.
de_de: Oder Optional, lassen Sie ggf. Gäste auch zur Kasse
el_gr: Ή προαιρετικά, μπορείτε να επιλέξετε να ολοκληρώσετε την παραγγελίας ως επισκέπτης.
fr_fr: Ou vous pouvez choisir de commander en tant qu’invité.
ru_ru: Или можете выбрать оформить заказ в качестве гостя

source: Checkout as Guest
da_dk: Check-out som gæst
de_de: Kasse für Gäste
el_gr: Ταμείο ως Επισκέπτης
fr_fr: Validez votre commande en tant qu’invité
ru_ru: Оформить заказ в качестве гостя

source: First Name
da_dk: Fornavn
de_de: Voname
el_gr: Όνομα
fr_fr: Prénom
ru_ru: Имя

source: Last Name
da_dk: Efternavn
de_de: Nachname
el_gr: Επίθετο
fr_fr: Nom de famille
ru_ru: Фамилия

source: State / Province
da_dk: Region
de_de: Bundesland
el_gr: Πολιτεία / Επαρχία
fr_fr: État / Région
ru_ru: Штат / провинция

source: Postal Code
da_dk: Postnummer
de_de: PLZ
el_gr: Ταχυδρομικός Κώδικας
fr_fr: Code Postal
ru_ru: Почтовый индекс

source: Phone Number
da_dk: Telefonnummer
de_de: Telefonnummer
el_gr: Αριθμός τηλεφώνου
fr_fr: Numéro de téléphone
ru_ru: Номер телефона

source: Use these details for shipping
da_dk: Brug disse informationer til forsendelse
de_de: Diese Angaben für den Versand benutzen
el_gr: Χρησιμοποιήστε αυτές τις λεπτομέρειες για την αποστολή
fr_fr: Utilisez ces détails pour l'expédition
ru_ru: Использовать эти данные для отгрузки

source: Next
da_dk: Næste
de_de: Weiter
el_gr: Επόμενο
fr_fr: Suivant
ru_ru: Дальше

source: Address
da_dk: Adresse
de_de: Adresse
el_gr: Διεύθυνση
fr_fr: Adresse
ru_ru: Адрес

source: Previous
da_dk: Forrige
de_de: Zurück
el_gr: Προηγούμενο
fr_fr: Précédent
ru_ru: Назад

source: Please select a shipping method
da_dk: Vælg forsendelsesmetode
de_de: Bitte wählen Sie eine Versandart aus
el_gr: Επιλέξτε μια μέθοδο αποστολής
fr_fr: Sélectionnez un mode d'expédition
ru_ru: Пожалуйста выберите способ доставки

source: VAT Number (if applicable)
da_dk: Momsnummer (hvis relevant)
de_de: USt.-ID (falls anwendbar)
el_gr: ΦΠΑ (εάν ισχύει)
ru_ru: НДС № (если применимо)

source: Applied VAT Number
da_dk: Anvendt Moms Nummer
de_de: Verwendete USt.-ID Nummer
el_gr: Εφαρμοσμoζόμενο ΦΠΑ
ru_ru: Применен НДС №

source: Not entered
da_dk: Ikke indtastet
de_de: Nicht angegeben
el_gr: δεν εισήλθε
ru_ru: Не введено

source: Complete Order
da_dk: Afslut Ordre
de_de: Jetzt verbindlich bestellen
el_gr: Ολοκληρωμένη Παραγγελία
fr_fr: Terminer la commande
ru_ru: Завершить заказ

source: There are currently no payment methods available to process your order.
da_dk: Der er i øjeblikket ingen betalingsmetoder til at behandle din ordre.
de_de: Es gibt derzeit keine Zahlungsmethoden zur Abwicklung Ihrer Bestellung .
el_gr: Δεν υπάρχουν μέθοδοι πληρωμής διαθέσιμοι για να επεξεργαστούμε την παραγγελία σας.
fr_fr: Il n’y a actuellement aucun moyens de paiement disponibles pour traiter votre commande.
ru_ru: В настоящее время для обработки вашего заказа нет доступных способов оплаты.

source: Your Cart
da_dk: Din Indkøbskurv
de_de: Warenkorb
el_gr: Το Καλάθι σας
fr_fr: Votre panier
ru_ru: Ваша корзина

source: Enter discount code
da_dk: Indtast rabat kode
de_de: Rabatt Code eingeben
el_gr: Εισάγετε τον κωδικό έκπτωσης
fr_fr: Entrez votre coupon de réduction
ru_ru: Введите код скидки

source: Enter code
da_dk: Indtast kode
de_de: Code eingeben
el_gr: Εισάγετε τον κωδικό
fr_fr: Saisissez le code
ru_ru: Введите код

source: inc. taxes
da_dk: Inkl. afgifter
de_de: inkl. Steuern
el_gr: με Φ.Π.Α.
fr_fr: TVA inc.
ru_ru: вкл. налог

source: Click here if you are not automatically redirected
da_dk: Klik her, hvis du ikke automatisk omdirigeres
de_de: Klicken Sie hier , wenn Sie nicht automatisch umgeleitet werden
el_gr: Κάντε κλικ εδώ εάν δεν γίνει αυτόματη ανακατεύθυνση
fr_fr: Cliquez ici si vous n'êtes pas automatiquement redirigé
ru_ru: Нажмите здесь, если вы не перенаправлены автоматически

source: For customers in these groups
da_dk: For kunder i disse grupper
de_de: Für Kunden in diesen Gruppen
el_gr: Για τους πελάτες σε αυτές τις ομάδες
fr_fr: Pour les clients de ces groupes
ru_ru: Для клиентов в этих группах

source: Available for all Groups
da_dk: Tilgængelig for all Grupper
de_de: Für alle Gruppen verfügbar
el_gr: Διαθέσιμα για όλες τις ομάδες
fr_fr: Disponible pour tous les groupes
ru_ru: Доступно для всех групп

source: There are no shipping options to process your order.
da_dk: Der er ingen shipping muligheder for at behandle din ordre.
de_de: Es gibt keine Versandoptionen zur Bearbeitung Ihrer Bestellung.
el_gr: Δεν υπάρχουν επιλογές τρόπου αποστολής για να επεξεργαστούμε την παραγγελία σας.
fr_fr: Il n'y a pas d'options d'expédition pour traiter votre commande.
ru_ru: Нет опций доставки для обработки заказа

source: Rate Based On
da_dk: Sats Baseret På
de_de: Satz basierend auf
el_gr: Ο συντελεστής ισχύει για
fr_fr: Taux basé sur
ru_ru: Ставка основана на

source: Price per Item
da_dk: Pris pr vare
de_de: Preis pro Stück
el_gr: Τιμή ανά τεμάχιο
fr_fr: Prix ​​par article
ru_ru: Цена за штуку

source: Price per
da_dk: Pris pr
de_de: Preis pro
el_gr: Τιμή ανά
fr_fr: Prix ​​par
ru_ru: Цена за

source: Which Countries does this Apply to?
da_dk: Hvilke lande gælder dette til?
de_de: Für welche Länder gilt das?
el_gr: Για ποιες χώρες ισχύει αυτό;
fr_fr: Quels pays cela concerne-t-il ?
ru_ru: К каким странам это относится?

source: All Countries
da_dk: Alle Lande
de_de: Alle Länder
el_gr: Όλες οι χώρες
fr_fr: Tous les pays
ru_ru: Все страны

source: Certain Countries
da_dk: Visse lande
de_de: Bestimmte Länder
el_gr: ορισμένες χώρες
fr_fr: Certains pays
ru_ru: Определенные страны

source: If Certain Countries, which?
da_dk: Hvis visse lande, hvilke?
de_de: Einzelne Länder auswählen
el_gr: Αν Ορισμένες χώρες, ποιές;
fr_fr: Si certains pays, lesquels ?
ru_ru: Какие определенные страны?
