Repository: concrete5/package-translations
Catalog: community-store/*.po
Languages: da_dk, de_de, el_gr, fr_fr, ru_ru

# TemplateFileName
source: Product Breadcrumb
da_dk: Produkt Breadcrumb
de_de: Produkt Breadcrumb
el_gr: Προϊόν Διακεκομμένα
ru_ru: Навигационная цепочка товаров

source: Add a store to your site
da_dk: Føj en butik til din hjemmeside
de_de: Fügen Sie einen Shop zu Ihrer Seite hinzu.
el_gr: Προσθέστε ένα Κατάστημα στο Site σας
fr_fr: Ajouter une boutique à votre site
ru_ru: Добавить магазин на сайт

source: Community Store
ru_ru: Магазин Сообщества

source: Quantity must be greater than zero
da_dk: Antal skal være større end nul
de_de: Menge muss Größer als 0 sein
el_gr: Η ποσότητα πρέπει να είναι μεγαλύτερη από μηδέν
fr_fr: La quantité doit être supérieure à zéro
ru_ru: Количество должно быть больше 0

source: Add a Product List for Community Store
da_dk: Tilføj en Produktliste til Community Store
de_de: Produktliste für Community Store hinzufügen
el_gr: Προσθέστε μια λίστα προϊόντων για τα Kοινοτικό Κατάστημα
fr_fr: Ajouter une liste d’article pour Community Store
ru_ru: Добавить список товаров в Магазина Сообщества

source: Product List
da_dk: Produktliste
de_de: Produktliste
el_gr: Λίστα προϊόντων
fr_fr: Liste des articles
ru_ru: Список товаров

source: A page must be selected
da_dk: En side skal vælges
de_de: Bitte eine Seite auswählen
el_gr: Μια σελίδα πρέπει να επιλεγεί
fr_fr: Une page doit être sélectionnée
ru_ru: Страница должна быть выбрана

source: Number of Products must be a whole number
da_dk: Antal produkter skal være et helt tal
de_de: Die Menge der Produkte muss eine ganze Zahl sein.
el_gr: Ο αριθμός προϊόντων πρέπει να είναι ακέραιος αριθμός
fr_fr: Nombre de produits doit être un nombre entier
ru_ru: Количество товаров должно быть целое число

source: Products
da_dk: Produkter
de_de: Produkte
el_gr: Προϊόντα
fr_fr: Articles
ru_ru: Товары

source: List Products
da_dk: Liste Produkter
de_de: Produkte anzeigen
el_gr: Κατάλογος Προϊόντων
fr_fr: Liste des articles.
ru_ru: Перечислить товары

source: All
da_dk: Alle
de_de: Alle
el_gr: Όλα
fr_fr: Tous
ru_ru: Все

source: Under current page
da_dk: Under nuværende side
de_de: Unterhalb der aktuellen Seite
el_gr: Κάτω από την παρούσα σελίδα
fr_fr: Sous la page actuelle
ru_ru: Под текущей страницей

source: Under current page and child pages
da_dk: Under nuværende side og underordnede sider
de_de: Unterhalb der aktuellen Seite und deren Unterseiten
el_gr: Κάτω από την παρούσα σελίδα και από τις θυγατρικές σελίδες
fr_fr: Sous la page actuelle et les pages enfants
ru_ru: Под текущей и дочерними страницами

source: Under a specified page
da_dk: Under en bestemt side
de_de: Unterhalb einer spezifischen Seite
el_gr: Κάτω από μια συγκεκριμένη σελίδα
fr_fr: Sous une page spécifiée
ru_ru: Под указанной страницей

source: Under a specified page and child pages
da_dk: Under en bestemt side og underordnede sider
de_de: Unterhalb einer spezifischen Seite und deren Unterseiten
el_gr: Κάτω από μια συγκεκριμένη σελίδα και τις θυγατρικές σελίδες
fr_fr: Sous une page spécifiée et les pages enfants
ru_ru: Под указанной и дочерними страницами

source: Related to product displayed on this page
da_dk: Relateret til produkt vist på denne side
de_de: Verwandt du dem Produkt, das auf dieser Seite gezeigt wird
el_gr: Σχετικά με το προϊόν που εμφανίζεται σε αυτή τη σελίδα
ru_ru: Относится к товару, показанному на этой странице

source: Related to a specified product
da_dk: Relateret til et bestemt produkt
de_de: Verwandt mit einem bestimmten Produkt
el_gr: Που σχετίζονται με ένα συγκεκριμένο προϊόν
ru_ru: Относится к указанному товару

source: Search for a Product
da_dk: Søg efter et Produkt
de_de: Nach einem Produkt suchen
el_gr: Αναζήτηση ενός προϊόντος
fr_fr: Chercher un produit
ru_ru: Искать товар

source: Sort Order
da_dk: Sorteringsrækkefølge
de_de: Sortierung
el_gr: Σειρά Ταξινόμησης
fr_fr: Ordre de Tri
ru_ru: Порядок сортировки

source: Alphabetical
da_dk: Alfabetisk
de_de: Anphabetisch
el_gr: Αλφαβητικά
fr_fr: Alphabétique
ru_ru: Алфавитный

source: Alphabetical, reversed
da_dk: Alfabetisk, omvendt
el_gr: με αντίστροφη αλφαβητική σειρά
fr_fr: Alphabétique, inversé
ru_ru: Обратный алфавитный

source: Date Added
da_dk: Dato Tilføjet
de_de: Hinzugefügt
el_gr: Ημερομηνία Προσθήκης
fr_fr: Date d’ajout
ru_ru: Дата добавления

source: Price Ascending
da_dk: Pris Stigende
de_de: Preis aufsteigend
el_gr: Κατά Αύξουσα Τιμή
fr_fr: Prix croissant
ru_ru: Цена по возрастанию

source: Price Descending
da_dk: Pris Faldende
de_de: Preis absteigend
el_gr: Κατά Φθίνουσα Τιμή
fr_fr: Prix décroissant
ru_ru: Цена по убыванию

source: Best Sellers
da_dk: Bestsellere
de_de: Beste Verkäufe
el_gr: Κορυφαία σε πωλήσεις
fr_fr: Meilleures ventes
ru_ru: Бестселлеры

source: Related Products Order
da_dk: Rækkefølge for Relaterede Produkter
de_de: Reihenfolge der verwandten Produkte
el_gr: Ταξινόμηση Σχετικών προϊόντων
ru_ru: Связанные товары

source: Category Sort Order
da_dk: Kategori Sorteringsrækkefølge
de_de: Sortierungsreihenfolge der Kategorien
el_gr: Σειρά Ταξινόμησης Κατηγοριών
ru_ru: По категориям

source: Random order, changing each display
da_dk: Tilfældig rækkefølge, ændre hver visning
de_de: Zufällige Reihenfolge, die bei jedem Aufruf geändert wird.
el_gr: Τυχαία σειρά, αλλάζοντας με κάθε απεικόνιση
ru_ru: Случайный порядок, изменяется при обновлении

source: Random order, changing each day
da_dk: Tilfældig rækkefølge, ændre hver dag
de_de: Zufällige Reihenfolge, die jeden Tag geändert wird.
el_gr: Τυχαία σειρά, αλλάζοντας με κάθε μέρα
ru_ru: Случайный, изменяется при обновлении

source: Display Sort Option
da_dk: Vis Sorteringsfunktion
de_de: Sortierungsoptionen anzeigen
el_gr: Εμφανίζει Επιλογή Ταξινόμισης
ru_ru: Показать опции сортировки

source: Filtering
da_dk: Filtrering
de_de: Filterung
el_gr: Φιλτράρισμα
fr_fr: Filtrage
ru_ru: Фильтрация

source: Filter by Product Groups
da_dk: Filtrer efter Produktgrupper
de_de: Nach Produktgruppen filtern
el_gr: Φίλτρο ανά Ομάδα Προϊόντων
fr_fr: Filtrer par groupes de produits
ru_ru: Фильтровать по группам товаров

source: Select Product Groups
da_dk: Vælg Produktgrupper
de_de: Auswahl Produkt Gruppe(n)
el_gr: Επιλογή Ομάδας Προϊόντων
fr_fr: Sélectionnez les groupes d’articles
ru_ru: Выбрать группы товаров

source: Matching
de_de: Übereinstimmend
el_gr: Ταίριασμα
fr_fr: Correspondant
ru_ru: совпадающий

source: All groups selected
da_dk: Alle valgte grupper
de_de: Alle Gruppen markiert
el_gr: Όλες οι Ομάδες επιλέχτηκαν
fr_fr: Tous les groupes sélectionnés
ru_ru: Выбраны все группы

source: Any group selected
da_dk: Enhver gruppe valgt
de_de: Jede Gruppe ausgewählt
el_gr: Οποιεσδήποτε Ομάδες επιλέχτηκαν
fr_fr: N’importe quel groupe sélectionné
ru_ru: Выбрана любая группа

source: Include Featured Only
da_dk: Medtag Kun Udvalgte
de_de: Nur Hervorgehobene einbeziehen
el_gr: Περιλαμβάνουν Προτεινόμενα Μόνο
fr_fr: Inclure seulement en vedette
ru_ru: Включить только избранные

source: Include On Sale Only
da_dk: Vis Kun På Tilbud
de_de: Nur zum Abverkauf bestimmte einbeziehen
el_gr: Περιλαμβάνονται Προσφορές Μόνο
fr_fr: Inclure les articles en vente uniquement
ru_ru: Включить только на рапродаже

source: Include Out of Stock Products
da_dk: Medtag Udsolgte Produkter
de_de: Ausverkaufte Produkte mit einbeziehen
el_gr: Περιλαμβάνουν Μη Διαθέσιμα Προϊόντα
fr_fr: Inclure les articles en rupture de stock
ru_ru: Включить не имеющиеся в наличии

source: Pagination and Display Options
da_dk: Paginering og Visningsindstillinger
de_de: Paginierung und Anzeigeoptionen
el_gr: Σελιδοποίηση και Επιλογές εμφάνισης
fr_fr: Pagination et Options d'affichage
ru_ru: Параметры разбивки на страницы и отображения

source: Number of Products to Display
da_dk: Antal produkter, der skal vises
de_de: Anzahl anzuzeigender Produkte
el_gr: Αριθμός προϊόντων για εμφάνιση
fr_fr: Nombre d'articles à afficher
ru_ru: Количество товаров для отображения

source: leave blank or 0 to list all matching products
da_dk: lad stå tomt eller 0 til liste alle matchende produkter
de_de: Leer lassen oder 0 um alle passende Produkte anzuzeigen
el_gr: αφήστε το κενό ή 0 για την καταγραφή όσων προϊόντων ταιριάζουν
fr_fr: laisser vide ou 0 pour lister les articles correspondants
ru_ru: оставьте пустым или 0, чтобы отобразить все совпадающие товары

source: Display pagination interface if more products are available than are displayed.
da_dk: Vis paginering brugerflade hvis flere produkter er tilgængelige end der vises.
de_de: Paginierung anzeigen wenn mehr Produkte verfügbar sind als angezeigt werden.
el_gr: Εμφάνιση σελιδοποίησης εάν περισσότερα προϊόντα είναι διαθέσιμα από αυτά που εμφανίζονται
fr_fr: Afficher la pagination si d'avantages de produits sont
ru_ru: Показать интерфейс разбивки на страницы, если доступно больше товаров, чем показано.

source: Products per Row
da_dk: Produkter pr Række
de_de: Produkte pro Reihe
el_gr: Προϊόντα ανά Σειρά
fr_fr: Articles par ligne
ru_ru: Товаров в ряд

source: Display Name
da_dk: Vist Navn
de_de: Anzeigename
el_gr: Εμφάνιση Ονόματος
fr_fr: Nom affiché
ru_ru: Показать название

source: Display Price
da_dk: Vis Pris
de_de: Preis anzeigen
el_gr: Εμφάνιση Τιμής
fr_fr: Afficher le prix
ru_ru: Показать цену

source: Display Add To Cart Button
da_dk: Vis Tilføj Til Kurv Knap
de_de: Zum Warenkorb hinzufügen-Button anzeigen
el_gr: Εμφάνιση κουμπιού "Προσθήκη στο καλάθι"
fr_fr: Afficher le bouton "Ajouter au panier"
ru_ru: Показать кнопку Добавить в корзину

source: Add To Cart Button Text
da_dk: Tilføj Til Kurv Knap Tekst
de_de: Zum Warenkorb hinzufügen-Text
el_gr: Κείμενο κουμπιού Προσθήκη στο Καλάθι
fr_fr: Texte du bouton d'ajout au panier
ru_ru: Текст кнопки Добавить в корзину

source: Defaults to: Add To Cart
da_dk: Standard: Tilføj Til Kurv
de_de: Standart: Zum Warenkorb hinzufügen
el_gr: Προεπιλογές για: Προσθήκη στο Καλάθι
fr_fr: Par défaut: Ajouter au panier
ru_ru: По умолчанию: Добавить в корзину

source: Display Quantity Selector
da_dk: Vis Mængde Vælger
de_de: Mengenauswahl anzeigen
el_gr: Εμφάνιση Επιλογέα Ποσότητας
fr_fr: Afficher le sélecteur de quantité
ru_ru: Показать выбор количества

source: Display Product Description
da_dk: Vis Produktbeskrivelse
de_de: Produktbeschreibung anzeigen
el_gr: Εμφάνιση Περιγραφής προϊόντων
fr_fr: Afficher la description de l'article
ru_ru: Показать описание товара

source: Display Quickview Link (Modal Window)
da_dk: Vis Hurtigvisnings Link (Modal Vindue)
de_de: Schnellansicht anzeigen (Modal)
el_gr: Εμφάνιση Συνδέσμου Quickview (Modal Window)
fr_fr: Afficher le lien de vue rapide (fenêtre interne)
ru_ru: Показать ссылку быстрого просмотра (модальное окно)

source: Display Link To Product Page
da_dk: Vis Link til Produkt Side
de_de: Link zur Artikelseite anzeigen
el_gr: Εμφάνιση συνδέσμου στη σελίδα του προϊόντος
fr_fr: Afficher le lien vers la page de l'article
ru_ru: Показать ссылку на страницу товара

source: Link To Product Page Text
da_dk: Link til Produktsiden Tekst
de_de: Link zur Artikelseite-Text
el_gr: Κείμενο συνδέσμου της σελίδας του προϊόντος
fr_fr: Texte du lien vers la page de l'article
ru_ru: Текст ссылки на страницу товара

source: Defaults to: More Details
da_dk: Standard: Flere detaljer
de_de: Standardeinstellung: Mehr Details
el_gr: Προεπιλογές για: Περισσότερες λεπτομέρειες
fr_fr: Par défaut: Plus de détails
ru_ru: По умолчанию: Подробнее

source: Sort by
da_dk: Sorter efter
de_de: Sortieren nach
el_gr: Ταξινόμηση κατά
fr_fr: Trier par
ru_ru: Сортировать по

source: price, lowest to highest
da_dk: pris, laveste til højeste
de_de: Preis, niedrigster zuerst
el_gr: Τιμή, Χαμηλή προς Υψηλή
fr_fr: prix, du moins cher au plus cher
ru_ru: цене, от низкой до высокой

source: price, highest to lowest
da_dk: pris, højeste til laveste
de_de: Preis, höchster zuerst
el_gr: Τιμή, Υψηλή προς Χαμηλή
fr_fr: prix, du plus cher au moins cher
ru_ru: цене, от высокой до низкой

source: was
da_dk: før
de_de: war
el_gr: ήταν
fr_fr: étais
ru_ru: было

source: Enter Other Amount
da_dk: Indtast Andet Beløb
de_de: Geben Sie einen anderen Wert an
el_gr: Εισάγετε Άλλο Ποσό
ru_ru: Введите другую сумму

source: Amount
da_dk: Beløb
de_de: Menge
el_gr: Ποσό
fr_fr: Montant
ru_ru: Сумма

source: minimum
el_gr: ελάχιστο
ru_ru: минимум

source: maximum
da_dk: maksimum
de_de: maximal
el_gr: μέγιστο όριο
ru_ru: максимум

source: More Details
da_dk: Flere Detaljer
de_de: Mehr Details
el_gr: Περισσότερες Λεπτομέρειες
fr_fr: Plus de détails
ru_ru: Подробнее

source: Quantity
da_dk: Antal
de_de: Menge
el_gr: Ποσότητα
fr_fr: Quantité
ru_ru: Количество

source: Required
da_dk: Krævet
de_de: Erforderlich
el_gr: Υποχρεωτικό
fr_fr: Requis
ru_ru: Требуется

source: out of stock
da_dk: Ikke på lager
de_de: ausverkauft
el_gr: Εξάντληση αποθέματος
ru_ru: нет в наличии

source: no
da_dk: nej
el_gr: όχι
fr_fr: non
ru_ru: нет

source: yes
da_dk: ja
el_gr: ναι
fr_fr: oui
ru_ru: да

source: Add to Cart
da_dk: Læg i Kurven
de_de: In den Warenkorb
el_gr: Προσθήκη στο καλάθι
fr_fr: Ajouter au Panier
ru_ru: Добавить в корзину

source: Out of Stock
da_dk: Ikke på Lager
de_de: Ausverkauft
el_gr: Εξάντληση αποθέματος
fr_fr: En rupture de stock
ru_ru: Нет в наличии

source: Empty Product List
da_dk: Tom Produktliste
de_de: Leere Produktliste
el_gr: Κενή Λίστα Προϊόντων
fr_fr: Vider la liste de produits
ru_ru: Очистить список товаров

source: Add a Product to the Page
da_dk: Tilføj et Produkt til Siden
de_de: Produkt zur Seite hinzufügen
el_gr: Προσθέτετε ένα προϊόν στη Σελίδα
fr_fr: Ajouter un article à la page
ru_ru: Добавить товар на страницу

source: Product
da_dk: Produkt
de_de: Produkt
el_gr: Προϊόν
fr_fr: Article
ru_ru: Товар

source: A selected product
da_dk: Et udvalgt produkt
de_de: Ein ausgewähltes Produkt
el_gr: Ένα επιλεγμένο προϊόν
fr_fr: Un article sélectionné
ru_ru: Выбранный товар

source: Product associated with this page
da_dk: Produkt forbundet med denne side
de_de: Produkte, die mit dieser Seite asoziiert sind
el_gr: Προϊόν που συνδέεται με αυτή τη σελίδα
fr_fr: Article associé à cette page
ru_ru: Товар, связанный с этой страницей

source: Select Product
da_dk: Vælg Produkt
de_de: Produkt auswählen
el_gr: Επιλέξτε Προϊόν
fr_fr: Sélectionnez un article
ru_ru: Выберете товар

source: Display Options
da_dk: Vis Optioner
de_de: Darstellungs Optionen
el_gr: Επιλογές εμφάνισης
fr_fr: Options d’affichage
ru_ru: Показать варианты

source: Show Product Name
da_dk: Vis Produktnavn
de_de: Produktname anzeigen
el_gr: Εμφάνιση Ονόματος Προϊόντος
fr_fr: Afficher le nom de l’article
ru_ru: Показать название товара

source: Show Short Description
da_dk: Vis Kort Beskrivelse
de_de: Kurzbeschreibung anzeigen
el_gr: Εμφάνιση Σύντομης Περιγραφής
fr_fr: Afficher une brève description
ru_ru: Показать короткое описание

source: Show Product Details
da_dk: Vis Produktdetaljer
de_de: Produktdetails anzeigen
el_gr: Εμφάνιση Λεπτομεριών προϊόντος
fr_fr: Afficher les détails de l’article
ru_ru: Показать детали товара

source: Show Price
da_dk: Vis Pris
de_de: Preis anzeigen
el_gr: Εμφάνιση Τιμής
fr_fr: Afficher le prix
ru_ru: Показать цену

source: Show Weight
da_dk: Vis Vægt
de_de: Gewicht anzeigen
el_gr: Εμφάνιση Βάρους
fr_fr: Afficher le poids
ru_ru: Показать вес

source: Show Product Image
da_dk: Vis Produktbillede
de_de: Produktbild anzeigen
el_gr: Εμφάνιση Εικόνας προϊόντων
fr_fr: Afficher l’image de l’article
ru_ru: Показать изображение товара

source: Show "Add to Cart" Button
da_dk: Vis “Læg i kurven” knap
de_de: In den Warenkorb Schaltfläche anzeigen
el_gr: Παρουσίαση κουμπιού "Προσθήκη στο καλάθι"
fr_fr: Afficher le bouton "Ajouter au panier"
ru_ru: Показать кнопку "Добавить в корзину"

source: Show If Featured
da_dk: Vis, hvis den er udvalgt
de_de: Anzeigen wenn hervorgehoben
el_gr: Εμφάνιση Εάν είναι στα Προτεινόμενα
fr_fr: Montrer les articles en vedette
ru_ru: Показать, если избранный

source: Show Dimensions
da_dk: Vis Dimensioner
de_de: Abmessungen anzeigen
el_gr: Εμφάνιση Διαστάσεις
fr_fr: Afficher les dimensions
ru_ru: Показать размеры

source: Show Quantity Selector
da_dk: Vis Mængde Vælger
de_de: Anzeige Mengenauswahl
el_gr: Εμφάνιση Επιλογέα Ποσότητας
fr_fr: Afficher le sélecteur de quantité
ru_ru: Показать выбор количества

source: Add to Cart Button Text
da_dk: Tilføj Til Kurv Knap Tekst
de_de: In den Warenkorb Schaltflächen Text
el_gr: Κείμενο κουμπιού Προσθήκη στο Καλάθι
fr_fr: Texte du bouton "Ajouter au panier"
ru_ru: Текст кнопки добавить в корзину

source: Add To Cart
da_dk: Læg i Kurven
de_de: In den Warenkorb
el_gr: Προσθήκη στο καλάθι
fr_fr: Ajouter au panier
ru_ru: Добавить в корзину

source: On Sale:
da_dk: På Tilbud:
de_de: Im Angebot:
el_gr: Σε έκπτωση:
fr_fr: En vente :
ru_ru: На распродаже:

source: Dimensions
da_dk: Mål
de_de: Abmessungen
el_gr: Διαστάσεις
ru_ru: Размеры

source: Weight
da_dk: Vægt
de_de: Gewicht
el_gr: Βάρος
fr_fr: Poids
ru_ru: Вес

source: Featured Item
da_dk: Udvalgte Varer
de_de: Highlight Produkt
el_gr: Προτεινόμενο Στοιχείο
fr_fr: Article vedette
ru_ru: Избранный товар

source: Product not available
da_dk: Produktet er ikke tilgængelig
de_de: Produkt ist nicht verfügbar
el_gr: Το προϊόν δεν είναι διαθέσιμο
fr_fr: Article non disponible
ru_ru: Товара недоступен

source: Empty Auto-Nav Block.
da_dk: Tom Auto-Nav Block.
de_de: Leerer Autonavigations-Block
el_gr: Κενό Auto-Nav Μπλοκ
ru_ru: Пустой блок Автоматическая навигация

source: Add your cart links for Community Store
da_dk: Tilføj dine kurv links til Community Store
de_de: Warenkorb-Link Ihres Community Store hinzufügen
el_gr: Προσθέστε συνδέσμους για το καλάθι σας στο κοινοτικό κατάστημα
fr_fr: Ajouter votre lien au panier pour Community Store
ru_ru: Добавить ссылки вашей корзины в Магазин Сообщества

source: Utility Links
de_de: Warenkorb Links
el_gr: Σύνδεσμοι κοινής ωφελείας
fr_fr: Liens utilitaires
ru_ru: Полезные ссылки

source: Cart Label must be set
da_dk: Label for Indkøbskurv skal være angivet
de_de: Warenkorb Bezeichnung muss angegeben werden
el_gr: Η Ετικέτα του Καλαθιού πρέπει να οριστεί
fr_fr: Le nom du panier doit être défini
ru_ru: Метка корзины должна быть установлена

source: Cart Link Label exceeds 255 characters
da_dk: Label for Indkøbskurv Link overstiger 255 karakterer
de_de: Warenkorb Link Bezeichnung darf nicht länger als 255 Zeichen sein
el_gr: Ο Σύνδεσμος της Ετικέτας του Καλαθιού υπερβαίνει τους 255 χαρακτήρες
fr_fr: Le lien vers votre panier dépasse les 255 caractères
ru_ru: Ссылка метки корзины превышает 255 символов

source: Cart Items Label exceeds 255 characters
da_dk: Label for Indkøbskurv Elementer overstiger 255 karakterer
de_de: Warenkorb Artikel Bezeichnung darf nicht länger als 255 Zeichen sein
el_gr: Η Ετικέτα Ειδών Καλαθιού υπερβαίνει τους 255 χαρακτήρες
fr_fr: Le texte du lien vers votre panier dépasse les 255 caractères
ru_ru: Ссылка метки товаров корзины превышает 255 символов

source: Show Number Of Items In Cart
da_dk: Vis Antal Produkter i Indkøbskurven
de_de: Anzeige der Anzahl Artikel im Warenkorb
el_gr: Προβολή αριθμού αντικειμένων στο καλάθι
fr_fr: Afficher le nombre d’article dans le panier
ru_ru: Показывать количество товаров в корзине

source: Show Cart Total
da_dk: Vis Indkøbsvognens Total
de_de: Anzeige Warenkorb Total
el_gr: Εμφάνιση Σύνολου Καλαθιού
fr_fr: Afficher le total du panier
ru_ru: Показывать всего корзины

source: Show Checkout Link
da_dk: Vis Check-out Link
de_de: Link zur Kasse
el_gr: Εμφάνιση Συνδέσμου Ταμείου
fr_fr: Afficher le lien de commande
ru_ru: Показывать ссылку оформления заказа

source: Display Cart In Popup
da_dk: Vis Kurv i pop-up
de_de: Warenkorb PopUp anzeigen
el_gr: Εμφάνιση Καλαθιού Σε Popup
fr_fr: Afficher le panier dans une fenêtre interne
ru_ru: Показывать корзину в всплывающем окне

source: Show Greeting
da_dk: Vis Hilsen
de_de: Begrüsung anzeigen
el_gr: Εμφάνιση Χαιρετισμού
fr_fr: Afficher le message de bienvenue
ru_ru: Показывать приветствие

source: Show Sign-In Link
da_dk: Vis Log-ind Link
de_de: Anmelde Link anzeigen
el_gr: Εμφάνιση Συνδέσμου Εισόδου
fr_fr: Afficher le lien de connexion
ru_ru: Показывать ссылку Логин

source: Cart Link Label
da_dk: Label for Indkøbskurv Link
de_de: Warenkorb Link Bezeichnung
el_gr: Ετικέτα Συνδέσμου Καλαθιού
fr_fr: Nom du lien au panier
ru_ru: Текст ссылки Корзина

source: View Cart
da_dk: Vis Kurv
de_de: Warenkorb anzeigen
el_gr: Δείτε το καλάθι
fr_fr: Voir le panier
ru_ru: Просмотр корзины

source: Cart Items Label
da_dk: Label for Indkøbskurv Elementer
de_de: Warenkorb einzelne Beschriftungen
el_gr: Ετικέτα Ειδών Καλαθιού
fr_fr: Nom des articles du panier
ru_ru: Текст ссылки Товары в корзине

source: Items in Cart
da_dk: Vare i Kurven
de_de: Artikel im Warenkorb
el_gr: Αντικείμενα στο καλάθι
fr_fr: Articles dans le panier
ru_ru: Товары в корзине

source: Sign In
da_dk: Login
de_de: Login
el_gr: Είσοδος
fr_fr: Se connecter
ru_ru: Войти

source: Welcome back
da_dk: Velkommen tilbage
de_de: Willkommen zurück
el_gr: Καλώς ήρθατε και πάλι
fr_fr: Heureux de vous retrouver
ru_ru: Добро пожаловать

source: Welcome back,
da_dk: Velkommen tilbage,
de_de: Willkommen zurück,
el_gr: Καλώς ήρθατε και πάλι,
fr_fr: Heureux de vous retrouver,
ru_ru: Добро пожаловать,

source: Checkout
de_de: Kasse
el_gr: Ταμείο
fr_fr: Commander
ru_ru: Оформление заказа

source: New Order Notification #%s
da_dk: Ny Ordre Meddelelse #%s
de_de: Neuer Bestellungshinweis #%s
el_gr: Ειδοποίηση Νέας Παραγγελίας #%s
fr_fr: Nouvelle notification de commande #%s
ru_ru: Уведомление о новом заказе #%s

source: An order has been placed
da_dk: En ordre er blevet oprettet.
de_de: Eine Bestellung wurde aufgegeben
el_gr: Μια παραγγελία έχει τοποθετηθεί
fr_fr: Une commande a été passée
ru_ru: Был размещен новый заказ

source: Order
da_dk: Ordre
de_de: Bestellung
el_gr: Ταξινόμηση
fr_fr: Commande
ru_ru: Заказ

source: Order placed
da_dk: Ordre oprettet
de_de: Bestellung eingegangen
el_gr: Ολοκλήρωση παραγγελίας
fr_fr: Commande passée
ru_ru: Заказ размещен

source: Billing Information
da_dk: Faktureringsinformationer
de_de: Rechnungsanschrift
el_gr: Πληροφορίες χρέωσης
fr_fr: Données de facturation
ru_ru: Платежная информация

source: Email
ru_ru: Емейл

source: Phone
da_dk: Telefon
de_de: Telefon
el_gr: Τηλέφωνο
fr_fr: Téléphone
ru_ru: Телефон

source: VAT Number
da_dk: Moms Nummer
de_de: USt.-ID
el_gr: ΦΠΑ
fr_fr: Numéro de TVA
ru_ru: НДС №

source: Shipping Information
da_dk: Forsendelsesinformation
de_de: Lieferanschrift
el_gr: Πληροφορίες αποστολής
fr_fr: Informations sur la livraison
ru_ru: Информация о доставке

source: Other Choices
da_dk: Andre Valgmuligheder
de_de: Andere Auswahlmöglichkeiten
el_gr: Άλλες Επιλογές
fr_fr: Autres choix
ru_ru: Другие варианты

source: Order Details
da_dk: Ordre Detaljer
de_de: Einzelheiten der Bestellung
el_gr: Λεπτομέρειες Παραγγελίας
fr_fr: Détails de la commande
ru_ru: Детали заказа

source: Product Name
da_dk: Produktnavn
de_de: Produktname
el_gr: Όνoμα Προϊόντος
fr_fr: Nom de l’article
ru_ru: Название товара

source: Options
da_dk: Optioner
de_de: Optionen
el_gr: Επιλογές
ru_ru: Варианты

source: Qty
da_dk: Antal
de_de: Menge
el_gr: Ποσότητα
fr_fr: Qté
ru_ru: Количество

source: Price
da_dk: Pris
de_de: Preis
el_gr: Τιμή
fr_fr: Prix
ru_ru: Цена

source: Subtotal
de_de: Zwischensumme
el_gr: Μερικό σύνολο
fr_fr: Sous-total
ru_ru: Промежуточный итог

source: None
da_dk: Ingen
de_de: Keine
el_gr: Κανένα
fr_fr: Aucun
ru_ru: Нет

source: Shipping
da_dk: Forsendelse
de_de: Versand
el_gr: Αποστολή
fr_fr: Livraison
ru_ru: Доставка

source: Shipping Method
da_dk: Forsendelsesmetode:
de_de: Versandart
el_gr: Μέθοδος αποστολής
fr_fr: Méthode de livraison
ru_ru: Способ доставки

source: Delivery Instructions
da_dk: Leverings Vejledning
de_de: Versandangaben
el_gr: Οδηγίες παράδοσης
fr_fr: Instructions de livraison
ru_ru: Инструкции по доставке

source: Discounts
da_dk: Rabatter
de_de: Rabatte
el_gr: Εκπτώσεις
fr_fr: Réductions
ru_ru: Скидки

source: Discount
da_dk: Rabat
de_de: Rabatt
el_gr: Έκπτωση
fr_fr: Remise
ru_ru: Скидка
