Repository: concrete5/package-translations
Catalog: community-store/*.po
Languages: da_dk, de_de, el_gr, fr_fr, ru_ru

source: Product Options
da_dk: Produkt optioner
de_de: Produktoptionen
el_gr: Επιλογές προϊόντος
fr_fr: Options de l’article
ru_ru: Параметры товара

source: Items Subtotal
da_dk: Kurvens samlede pris
de_de: Artikel Zwischensumme
el_gr: Μερικό σύνολο Ειδών
fr_fr: Sous-total des articles
ru_ru: Промежуточный Итого товаров

source: Discounts Applied
da_dk: Rabatter Anvendt
de_de: Angewendete Rabatte
el_gr: Η έκπτωση εφαρμόστηκε
fr_fr: Remises appliquées
ru_ru: Скидки приложены

source: Displayed
da_dk: Vises
de_de: Angezeigt
el_gr: Εμφανίζεται
fr_fr: Affiché
ru_ru: Показано

source: Triggered
da_dk: Udløst
de_de: Ausgelöst
el_gr: Ενεργοποιειμένο
fr_fr: Déclenché
ru_ru: Вызвано

source: by code
da_dk: efter kode
de_de: von Code
el_gr: με κωδικό
fr_fr: Par code
ru_ru: кодом

source: Automatically
da_dk: Automatisk
de_de: Automatisch
el_gr: Αυτόματα
fr_fr: Automatiquement
ru_ru: Автоматически

source: Grand Total
da_dk: Samlet Beløb
de_de: Gesamtsumme
el_gr: Γενικό σύνολο
fr_fr: Total
ru_ru: Общая сумма

source: Carrier
da_dk: Transportør
de_de: Versandservice
el_gr: Μεταφορέας
ru_ru: Перевозчик

source: Tracking Code
da_dk: Sporingskode
de_de: Lieferverfolgung
el_gr: Κώδικες Παρακολούθησης
ru_ru: Код отслеживания

source: View shipment tracking
da_dk: Se forsendelsessporing
de_de: Lieferverfolung anzeigen
el_gr: Προβολή παρακολούθησης αποστολής
ru_ru: Посмотреть отслеживание доставки

source: Fulfilment
da_dk: Opfyldelse
de_de: Abwicklung
el_gr: Εκπλήρωση
fr_fr: Aboutissement
ru_ru: Исполнение

source: Status
el_gr: Κατάσταση
fr_fr: Statut
ru_ru: Статус

source: Update Fulfilment Status
da_dk: Opdatering Indfrielses Status
de_de: Abwicklungsstatus anzeigen
el_gr: Ενημέρωση Κατάστασης Εκπλήρωσης
fr_fr: Mettre à jour le statut d'aboutissement
ru_ru: Обновить статус исполнения

source: Date / Reference
da_dk: Dato / Reference
de_de: Datum / Referenz
el_gr: Ημερομηνία / Αναφορά
fr_fr: Date / Référence
ru_ru: Дата / Ссылка

source: By
da_dk: Af
de_de: Von
el_gr: Από
fr_fr: Par
ru_ru: Кем

source: Ref
de_de: Referenz
el_gr: Σχετ
fr_fr: Réf
ru_ru: Ссылка

source: payment
da_dk: Betaling
de_de: Bezahlung
el_gr: πληρωμή
fr_fr: paiement
ru_ru: оплата

source: Are you sure you wish to reverse this payment?
da_dk: Er du sikker på du ønsker at reverserer denne betaling?
de_de: Sind Sie sicher, dass Sie die Zahlung rückbuchen wollen?
el_gr: Είστε σίγουροι ότι θέλετε να αντιστραφεί αυτή η πληρωμή;
fr_fr: Etes-vous sûr de vouloir retourner ce paiement?
ru_ru: Вы действительно хотите отменить этот платеж?

source: reverse
da_dk: omvendt
de_de: zurück
el_gr: απόσυρση
fr_fr: retourner
ru_ru: отменить

source: Are you sure you wish to reverse this refund?
da_dk: Er du sikker på du ønsker at reverserer denne refusion?
de_de: Sind Sie sicher, dass Sie diese Rückzahlung zurückbuchen wollen?
el_gr: Είστε σίγουροι ότι θέλετε να αποσύρεται αυτή η επιστροφή;
fr_fr: Etes-vous sûr de vouloir retourner ce remboursement?
ru_ru: Вы действительно хотите отменить этот возврат?

source: Update Payment Status
da_dk: Opdater Betaling Status
de_de: Bezahlungsstatus aktualisieren
el_gr: Ενημέρωση Κατάστασης Πληρωμής
fr_fr: Mise à jour Statut de paiement
ru_ru: Обновить статус оплаты

source: Mark Paid
da_dk: Marker Betalt
de_de: Als bezahlt markieren
el_gr: Ένδειξη Πληρωμένο
fr_fr: Marquer comme étant payé
ru_ru: Отметить Оплачено

source: Refund Reason
da_dk: Tilbagebetaling Årsag
de_de: Rückbuchungsgrund
el_gr: Αιτιολογία Επιστροφής Χρημάτων
fr_fr: Motif du remboursement
ru_ru: Причина возврата

source: Mark Refunded
da_dk: Marker Refunderet
de_de: Als rückgebucht markieren
el_gr: Ένδειξη επιστροφή χρημάτων
fr_fr: Marquer comme remboursé
ru_ru: Отметить Возвращено

source: Resend Invoice Email
da_dk: Gensend Faktura Email
de_de: Rechnungs-Email nochmals versenden
el_gr: Επανάληψη αποστολής Τιμολόγιο Email
ru_ru: Отправить опять счет

source: Resend Invoice
da_dk: Gensend Faktura
de_de: Rechnung erneut senden
el_gr: Επανάληψη αποστολής Τιμολόγιο
ru_ru: Отправить счет

source: Cancel Order
da_dk: Annuller Ordre
de_de: Auftrag stornieren
el_gr: Ακύρωση παραγγελίας
fr_fr: Annuler la commande
ru_ru: Отменить заказ

source: Are you sure you wish to cancel this order?
da_dk: Er du sikker på at du ønsker at annullere denne ordre?
de_de: Sind Sie sicher, dass Sie diese Bestellung abbrechen wollen?
el_gr: Είστε σίγουροι ότι θέλετε να ακυρώσετε αυτήν την παραγγελία;
fr_fr: Êtes-vous sûr de vouloir annuler cette commande ?
ru_ru: Вы действительно хотите отменить этот заказ?

source: Are you sure you wish to reverse this cancellation?
da_dk: Er du sikker på du ønsker at reverserer denne annullering?
de_de: Sind Sie sicher, dass Sie den Abbruch rückgängig machen wollen?
el_gr: Είστε σίγουροι ότι θέλετε να αποσύρεται αυτή την ακύρωση;
fr_fr: Etes-vous sûr de vouloir retourner cette annulation?
ru_ru: Вы действительно хотите отменить эту отмену?

source: Reverse Cancellation
da_dk: Reverser Annullering
de_de: Abbruch rückgängig machen
el_gr: Ανατροπή ακύρωσης
fr_fr: Retourner cette annulation
ru_ru: Отменить отмену

source: Delete Order
da_dk: Slet Ordre
de_de: Bestellung löschen
el_gr: Διαγραφή Παραγγελίας
fr_fr: Supprimer la commande
ru_ru: Удалить заказ

source: Are you sure you wish to completely delete this order? The order number will be reused.
da_dk: Er du sikker på du ønsker at helt slette denne ordre? Ordrenummer vil blive genbrugt.
de_de: Sind Sie sicher, dass Sie diese Bestellung vollständig löschen wollen? Die Bestell-Nummer wird dann neu verwendet werden.
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε εντελώς αυτή την παραγγελία; Ο αριθμός παραγγελίας θα επαναχρησιμοποιηθεί.
fr_fr: Êtes-vous sûr de vouloir supprimer complètement cette commande? Le numéro de commande sera réutilisée.
ru_ru: Вы уверены, что хотите полностью удалить этот заказ? Номер заказа будет повторно использован.

source: Cart and Ordering features are currently disabled. This setting can be changed via the
da_dk: Indkøbskurv og Bestilling funktioner er i øjeblikket deaktiveret. Denne indstilling kan ændres via
de_de: Warenkorb und Bestellfunktionensind zur Zeit deaktiviert. Diese Einstellung kann geändert werden über
el_gr: Οι δυνατότητες Καλάθι και Παραγγελία είναι απενεργοποιημένα αυτή τη στιγμή. Αυτή η ρύθμιση μπορεί να αλλάξει μέσω του
fr_fr: Le panier et les fonctionnalités de commande sont actuellement désactivés. Ce réglage peut être modifié via la
ru_ru: Функции корзины и заказа в настоящее время отключены. Эта настройка может быть изменена с помощью

source: settings page.
da_dk: Indstillingssiden
de_de: Einstellungen Seite.
el_gr: σελίδα ρυθμίσεων.
fr_fr: page paramètre
ru_ru: страницы настроек

source: All Statuses
da_dk: Alle Statusser
de_de: Alle Status
el_gr: Όλες οι καταστάσεις
fr_fr: Afficher tous les statuts
ru_ru: Все статусы

source: Search Orders
da_dk: ﻿Søg Ordrer
de_de: Bestellungen durchsuchen
el_gr: Αναζήτηση Παραγγελιών
fr_fr: Recherche de commandes
ru_ru: Искать заказы

source: Search
da_dk: Søg
de_de: Suchen
el_gr: Αναζήτηση
fr_fr: Recherche
ru_ru: Поиск

source: Order %s
da_dk: Ordre %s
de_de: Bestellung %s
el_gr: Παραγγελία %s
fr_fr: Commande %s
ru_ru: Заказ %s

source: Customer Name
da_dk: Kundenavn
de_de: Kundenname
el_gr: Όνομα πελάτη
fr_fr: Nom du client
ru_ru: Имя клиента

source: Order Date
da_dk: Ordredato
de_de: Bestelldatum
el_gr: Ημερομηνία παραγγελίας
fr_fr: Date de la commande
ru_ru: Дата заказа

source: Payment
da_dk: Betaling
de_de: Bezahlung
el_gr: Πληρωμή
fr_fr: Paiement
ru_ru: Оплата

source: View
da_dk: Vis
de_de: Anzeigen
el_gr: Προβολή
fr_fr: Voir
ru_ru: Смотреть

source: Not found
da_dk: Ikke fundet
de_de: Nicht gefunden
el_gr: Δεν βρέθηκε
fr_fr: Pas trouvé(e)
ru_ru: Не найдено

source: No Orders Found
da_dk: Ingen Ordrer Fundet
de_de: Keine Aufträge gefunden
el_gr: Δεν Βρέθηκαν Παραγγελίες
ru_ru: Заказов не найдено

source: Delete Product
da_dk: Slet Produkt
de_de: Produkt löschen
el_gr: Διαγραφή Προϊόντος
fr_fr: Supprimer l’article
ru_ru: Удалить товар

source: Duplicate Product
da_dk: Kopier Produkt
de_de: Produkt kopieren
el_gr: Δημιουργία Διπλότυπου για Προϊόν
fr_fr: Dupliquer l'article
ru_ru: Копировать товар

source: Are you sure you want to delete this product?
da_dk: Er du sikker på at du vil slette dette produkt?
de_de: Wollen Sie dieses Produkt wirklich löschen?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το προϊόν;
fr_fr: Êtes-vous sûr de vouloir supprimer cet article ?
ru_ru: Вы уверены, что вы хотите удалить этот товар?

source: Overview
da_dk: Oversigt
de_de: Übersicht
el_gr: Επισκόπηση
fr_fr: Vue d’ensemble
ru_ru: Обзор

source: Images
da_dk: Billeder
de_de: Bilder
el_gr: Εικόνες
ru_ru: Изображения

source: Related Products
da_dk: Relaterede Produkter
de_de: Ähnliche Produkte
el_gr: Σχετικά προϊόντα
ru_ru: Сопутствующие товары

source: Attributes
da_dk: Attributter
de_de: Attribute
el_gr: Χαρακτηριστικά
fr_fr: Attributs
ru_ru: Атрибуты

source: Detail Page
da_dk: Detalje Side
de_de: Detailseite
el_gr: Σελίδα λεπτομεριών
fr_fr: Page de détail
ru_ru: Страница описания

source: Code / SKU
da_dk: Varenummer / SKU
de_de: Artikelnummer
el_gr: Κωδικός / SKU
fr_fr: Code / UGS
ru_ru: Код / Артикул

source: Active
da_dk: Aktiv
de_de: Aktiv
el_gr: Ενεργό
fr_fr: Actif
ru_ru: Активный

source: Featured Product
da_dk: Udvalgte Produkt
de_de: Highlight Produkt
el_gr: Προτεινόμενο Προϊόν
fr_fr: Article vedette
ru_ru: Избранный товар

source: Default Price
da_dk: Standard Pris
de_de: Standardpreis
el_gr: Προεπιλεγμένη Τιμή
ru_ru: Цена по умолчанию

source: No Price Set
da_dk: Ingen Pris Sat
de_de: Kein Preis definiert
el_gr: Δεν υπάρχει Τιμή
ru_ru: Цена не установлена

source: Sale Price
da_dk: Tilbudspris
de_de: Veraufspreis
el_gr: Τιμή Πώλησης
fr_fr: Tarif de vente
ru_ru: Цена продажи

source: Price Suggestions
da_dk: Pris Forslag
de_de: Preisvorschläge
el_gr: Προτάσεις Τιμής
ru_ru: Предложения по цене

source: Minimum Price
da_dk: Minimum Pris
de_de: Minimum Preis
el_gr: Κατώτατη τιμή
ru_ru: Минимальная цена

source: Maximum Price
da_dk: Maksimum Pris
de_de: Maximal Preis
el_gr: Μέγιστη Τιμή
ru_ru: Максимальная цена

source: Allow customer to enter price
da_dk: Tillad kunden at indtaste prisen
de_de: Dem Kunden erlauben, den Preis anzugeben
el_gr: Επιτρέψτε στον πελάτη να εισάγει τιμή
ru_ru: Позволить клиенту вводить цену

source: Taxable
da_dk: Afgiftspligtig
de_de: steuerpflichtig
el_gr: Φορολογητέο
ru_ru: Облагается налогом

source: Stock Level
da_dk: Antal på Lager
de_de: Lagerbestand
el_gr: Επίπεδο αποθέματος
fr_fr: Niveau des stocks
ru_ru: Уровень запасов

source: Unlimited
da_dk: Ubegrænset
de_de: Unbeschränkt
el_gr: Απεριόριστο
fr_fr: Illimités
ru_ru: Неограничено

source: Allow Back Orders
da_dk: Tillad Restordrer
de_de: Rücklieferungen erlauben
el_gr: Επιτρέψτε Επιστροφή Παραγγελιών
fr_fr: Autoriser les commandes même si l’article est épuisé
ru_ru: Разрешить обратные заказы

source: Offer quantity selection
da_dk: Tilbyd valg af mængde
de_de: Mengenauswahl anzeigen
el_gr: Προσφορά Επιλογής Ποσότητας
fr_fr: Proposer le choix de quantité
ru_ru: Предоставить выбор количества

source: No, only allow one of this product in a cart
da_dk: Nej, tillade kun et af dette produkt i inkøbskurven
de_de: Nein, nur ein Produkt pro Warenkorb erlaubt
el_gr: Όχι, επιτρέπετε μόνο ένα από αυτό το προϊόν στο καλάθι
fr_fr: Non, n’autorisez qu’un seul article dans le panier
ru_ru: Нет, возможен только один товар в корзине

source: Short Description
da_dk: Kort Beskrivelse:
de_de: Kurztext
el_gr: Σύντομη Περιγραφή
fr_fr: Description courte
ru_ru: Короткое описание

source: Product Details (Long Description)
da_dk: Produktdetaljer (Lang Beskrivelse)
de_de: Produktdetails (Langtext)
el_gr: Λεπτομέρειες Προϊόντος (Μακρά Περιγραφή)
fr_fr: Détails de l’article (description longue)
ru_ru: Детали товара (длинное описание)

source: Categorized under pages
da_dk: Kategoriseret under sider
de_de: Kategorisiered unter folgender Seite
el_gr: Κατηγοροποίηση σε σελίδες
fr_fr: Catégorisé sous les pages
ru_ru: Категории распределены под страницами

source: In product groups
da_dk: I produktgrupper
de_de: In Produkt Gruppe(n)
el_gr: Σε ομάδες προϊόντων
fr_fr: Dans un groupe d’articles
ru_ru: В группах товаров

source: Product is Shippable
da_dk: Produktet skal sendes med fragt
de_de: Produkt kann versendet werden
el_gr: Το προϊόν μπορεί να αποσταλεί
fr_fr: L’article est livrable
ru_ru: Товар можно доставить

source: Number Of Items
da_dk: Antal af Emner
de_de: Anzahl Artikel
el_gr: Αριθμός αντικειμένων
fr_fr: Nombre d’éléments
ru_ru: Количество товаров

source: Length
da_dk: Længde
de_de: Länge
el_gr: Μήκος
fr_fr: Longueur
ru_ru: Длина

source: Width
da_dk: Bredde
de_de: Breite
el_gr: Πλάτος
fr_fr: Largeur
ru_ru: Ширина

source: Height
da_dk: Højde
de_de: Höhe
el_gr: Ύψος
fr_fr: Hauteur
ru_ru: Высота

source: Primary Product Image
da_dk: Primær Produktbillede
de_de: Haupt-Produktbild
el_gr: Κύρια Εικόνα Προϊόντος
fr_fr: Image principale de l’article
ru_ru: Главное изображение товара

source: Choose Image
da_dk: Vælg Billede
de_de: Bild auswählen
el_gr: Επιλέξτε Εικόνα
fr_fr: Choisissez une image
ru_ru: Выбрать изображение

source: Additional Images
da_dk: Yderligere Billeder
de_de: Weitere Bilder
el_gr: Επί πλέων Εικόνες
fr_fr: Images additionnelles
ru_ru: Дополнительные изображения

source: Choose Images
da_dk: Vælg Billeder
de_de: Bild auswählen
el_gr: Επιλογή Εικόνων
fr_fr: Choisir des images
ru_ru: Выбрать изображения

source: Option List
da_dk: Option Liste
de_de: Optionsliste
el_gr: Λίστα Επιλογών
ru_ru: Лист опций

source: Text Field
da_dk: Tekstfelt
el_gr: Πεδίο κειμένου
ru_ru: Текстовое поле

source: Text Area
da_dk: Tekstområde
el_gr: Περιοχή κειμένου
ru_ru: Текстовая область

source: Checkbox
da_dk: Afkrydsningsboks
el_gr: Πλαίσιο Επιλογής
ru_ru: Флажок

source: Hidden Value
da_dk: Skjult Værdi
de_de: Ausgeblendeter Wert
el_gr: Κρυφή Αξία
ru_ru: Скрытое значение

source: Delete the Option Group
da_dk: Slet Option Gruppe
de_de: Optionsgruppe löschen
el_gr: Διαγραφή την Ομάδα Επιλογών
fr_fr: Supprimer une option au groupe
ru_ru: Удалить группу опций

source: Option Name
da_dk: Option Navn
de_de: Optionsname
el_gr: Όνομα επιλογής
ru_ru: Название опции

source: Option Handle
de_de: Optionskennung
el_gr: Δείκτης Επιλογής
ru_ru: Дескриптор опции

source: In Variations
da_dk: I Variationer
el_gr: Παραλλαγές
ru_ru: В вариантах

source: Add Option
da_dk: Tilføj Option
de_de: Option hinzufügen
el_gr: Προσθήκη Επιλογής
fr_fr: Ajouter Option
ru_ru: Добавить опцию

source: Text Input
da_dk: Tekst felt
de_de: Texteingabe
el_gr: Εισαγωγή Κειμένου
ru_ru: Ввод текста

source: Text Area Input
da_dk: Tekst Område
de_de: Textbereichseingabe
el_gr: Περιοχή Εισαγωγής Κειμένου
ru_ru: Ввод текстовой области

source: Option
el_gr: Επιλογή
ru_ru: Опция

source: Hide
da_dk: Skjul
de_de: Nicht sichtbar
el_gr: Απόκρυψη
fr_fr: Cacher
ru_ru: Скрыть

source: Variations
da_dk: Variationer
de_de: Variationen
el_gr: Παραλλαγές
fr_fr: Déclinaisons
ru_ru: Варианты

source: Options have different prices, SKUs or stock levels
da_dk: Optioner har forskellige priser, varenumre (SKU) og lagerbeholdning
de_de: Optionen haben verschiedene Preise, Artikelnummern oder Lagerbestände
el_gr: Οι Επιλογές έχουν διαφορετικές τιμές, SKUs ή τα επίπεδα αποθεμάτων
fr_fr: Les options ont des UGS, prix, ou niveau des stocks différents
ru_ru: Опции имеют различные цены, артикул или уровни запасов

source: After creating options add the product to configure product variations.
da_dk: Når du har oprettet optioner tilføje produktet for at konfigurere produktet variationer.
de_de: Nach dem Erstellen von Optionen können Sie zu dem Produkt einzelne Produktvariationen konfigurieren.
el_gr: Μετά τη δημιουργία επιλογής προσθέσετε το προϊόν για να ρυθμίσετε τις παραλλαγές του προϊόντος.
fr_fr: Après avoir créé une déclinaison, ajouter l’article pour configurer les variations.
ru_ru: После создания опций добавьте товар для настройки вариантов товаров.

source: Warning: Product options have changed that will create different variations - any existing variation data will be lost
da_dk: Advarsel: Produktindstillingerne er ændret, som vil skabe forskellige variationer - alle eksisterende variationsdata vil gå tabt
el_gr: Προειδοποίηση: Οι επιλογές του προϊόντος έχουν αλλάξει και θα δημιουργήσουν διαφορετικές παραλλαγές - τα υπάρχοντα δεδομένα παραλλαγής θα χαθούν
ru_ru: Предупреждение: Изменены опции товара, которые создадут разные варианты - любые существующие данные вариантов будут потеряны

source: Product options have changed, update the product to configure updated variations
da_dk: Produkt optioner er ændret, opdatere produktet for at konfigurere opdaterede variationer
de_de: Produkt Optionen wurden geändert, aktualisieren Sie das Produkt um bereits aktualisierte Variationen zu konfigurieren
el_gr: Οι επιλογές προϊόντων έχουν αλλάξει, ενημερώστε το προϊόν για να ρυθμίσετε τις ενημερωμένες παραλλαγές
fr_fr: Les options de l’article ont changés, mettez à jour l’article pour configurer les variations actualisées
ru_ru: Опции товара изменились, обновите товар, чтобы настроить обновленные варианты

source: More options
da_dk: Flere valg
de_de: Mehr Optionen
el_gr: Περισσότερες επιλογές
fr_fr: Plus d’options
ru_ru: Больше опций

source: SKU
da_dk: Varenummer (SKU)
de_de: Artikelnummer
fr_fr: UGS
ru_ru: Артикул

source: Base SKU
da_dk: Grund Varenummer (SKU)
de_de: Haupt Artikelnummer
el_gr: Βασικός SKU
fr_fr: UGS de base
ru_ru: Базовый артикул

source: Base Price
da_dk: Grundpris
de_de: Basispreis
el_gr: Βασική Τιμή
fr_fr: Prix de base
ru_ru: Базисная цена

source: Primary Image
da_dk: Primær Billede
de_de: Hauptbild
el_gr: Κύρια Εικόνα
fr_fr: Image principale
ru_ru: Основное изображение

source: Base Sale Price
da_dk: Grund Udsalgspris
de_de: Haupt Verkaufspreis
el_gr: Βασική Τιμή Πώλησης
fr_fr: Prix de vente de base
ru_ru: Базовая цена продажи

source: Base Weight
da_dk: Grund Vægt
de_de: Basis Gewicht
el_gr: Βασικό Βάρος
fr_fr: Poids de base
ru_ru: Базовый вес

source: Number of Items
da_dk: Antal af Emner
de_de: Anzahl Artikel
el_gr: Αριθμός αντικειμένων
fr_fr: Nombre d’éléments
ru_ru: Количество товаров

source: Base Number Of Items
da_dk: Grund Antal af Emner
de_de: Basis Anzahl Artikel
el_gr: Βασικός Αριθμός αντικειμένων
fr_fr: Nombre d’éléments de base
ru_ru: Базовое количество товаров

source: Base Length
da_dk: Grund Længde
de_de: Basis Länge
el_gr: Βασικό Μήκος
fr_fr: Longueur de base
ru_ru: Базовая длина

source: Base Width
da_dk: Grund Bredde
de_de: Basis Breite
el_gr: Βασικό Πλάτος
fr_fr: Largeur de base
ru_ru: Базовая ширина

source: Base Height
da_dk: Grund Højde
de_de: Basis Höhe
el_gr: Βασικό Ύψος
fr_fr: Hauteur de base
ru_ru: Базовая высота

source: Update the product to display variations
da_dk: Opdater produktet for at vise variationer
el_gr: Ενημερώστε το προϊόν για να εμφανίσετε τις παραλλαγές
ru_ru: Обновите товар, чтобы показать варианты

source: While you can set and assign attributes, they're are currently only able to be accessed programmatically
da_dk: Mens du kan indstille og tildele attributter, kan de i øjeblikket kun tilgås via programmering
de_de: Sie können Attribute seperat anlegen. Diese werden nach dem Anlegen automatisch in allen Produkten angezeigt und können dann je Produkt konfiguriert werden
el_gr: Ενώ μπορείτε να ρυθμίσετε και να ορίσετε ιδιότητες, από όπου είναι σε θέση μόνο να έχει πρόσβαση μέσω προγραμματισμού.
fr_fr: Vous pouvez définir et assigner des attributs, mais il ne actuellement utilisable que par programmation
ru_ru: Хотя вы можете устанавливать и назначать атрибуты, в настоящее время они доступны только программным образом

source: You haven't created product attributes
da_dk: Du har ikke oprettet produktattributter
de_de: Es wurden noch keine Produktattribute angelegt
el_gr: Δεν έχετε δημιουργήσει χαρακτηριστικά του προϊόντος
fr_fr: Vous avez pas créé d’attributs article
ru_ru: Вы не создали атрибуты товаров

source: File to download on purchase
da_dk: Fil til download efter køb
de_de: Datei zum Herunterladen beim Kaufen
el_gr: Αρχείο για να κατεβάσετε μετά την αγορά
fr_fr: Fichier à télécharger à l’achat
ru_ru: Файл для загрузки при покупке

source: Choose File
da_dk: Vælg Fil
de_de: Datei auswählen
el_gr: Επιλογή Αρχείου
fr_fr: Choisissez le fichier
ru_ru: Выбрать файл

source: In order to have digital downloads, you need to %sturn on advanced permissions%s.
da_dk: For at have digitale downloads, skal du %sslå avancerede tilladelser til%s.
de_de: Um in Ihren Bestellungen digitale Downloads zu verwenden, müssen Sie %s die Erweiterten Berechtigungen aktivieren %s
el_gr: Για να έχετε ψηφιακές λήψεις, θα πρέπει να %sΕνεργοποιήστε τα προχωρημένα δικαιώματα%s.
fr_fr: Si vous voulez proposer des téléchargements payants, vous devez %sactiver les permissions avancées%s.
ru_ru: Чтобы иметь цифровые загрузки, вам необходимы %sвключить дополнительные разрешения%s.

source: Create user account on purchase
da_dk: Opret brugerkonto ved køb
de_de: Kundenkonto beim Bezahlen anlegen
el_gr: Δημιουργία λογαριασμού χρήστη κατά την αγορά
fr_fr: Créer un compte utilisateur à la commande
ru_ru: Создать учетную запись при покупке

source: When checked, if customer is guest, will create a user account on purchase
da_dk: Når dette er markeret, hvis kunden er gæst, vil oprette en brugerkonto ved køb
de_de: Wenn der Kunde als Gast bezahlt, wird ein Benutzer Konto angelegt.
el_gr: Όταν ενεργοποιείται, εάν ο πελάτης είναι επισκέπτης, θα δημιουργήσει ένα λογαριασμό χρήστη κατά την αγορά
fr_fr: Si cochée, si le client est invité, un compte sera crée à l’achat
ru_ru: Когда этот флажок установлен, если клиент является гостем, будет создана учетная запись при покупке

source: On purchase add user to user groups
da_dk: Ved køb føje brugeren til brugergrupper
de_de: Beim Kaufen Kunden zu Benutzergruppe(n) hinzufügen
el_gr: Κατά την αγορά προσθέτει τον χρήστη σε ομάδες χρηστών
fr_fr: A l’achat ajouter le client à un groupe d’utilisateurs
ru_ru: При покупке добавить пользователя к группам пользователей

source: Select user groups
da_dk: Vælg brugergrupper
de_de: Benutzergruppe(n) auswählen
el_gr: Επιλέξτε ομάδες χρηστών
fr_fr: Sélectionnez le groupe d’utilisateurs
ru_ru: Выбрать группы пользователей

source: Send customer directly to checkout when added to cart
da_dk: Send kunden direkte til check-out, når tilføjet til indkøbskurv
de_de: Kunde gelangt direkt zur Kasse, wenn das Produkt in den Warenkorb gelegt wird
el_gr: Στέλνει τον πελάτη απευθείας στο Ταμείο όταν προσθέτει στο καλάθι
fr_fr: Envoyez le client directement à la caisse lors de l’ajout au panier
ru_ru: Отправить заказчика непосредственно в оформление заказа при добавлении в корзину

source: Prevent this item from being in the cart with other items
da_dk: Forhindre at denne vare er i indkøbsvognen med andre vare
de_de: Artikel kann nicht mit anderen Artikeln im Warenkorb abgelegt werden
el_gr: Αποτρέπει αυτό το στοιχείο από το να μπει στο καλάθι με τα άλλα στοιχεία
fr_fr: Empêcher cet article d’être dans le panier avec d’autres articles
ru_ru: Не допускать, чтобы этот предмет находился в корзине с другими предметами

source: Email Address
da_dk: E-mail adresse
de_de: e-Mail Adresse
el_gr: Διεύθυνση email
fr_fr: Adresse e-mail
ru_ru: Адрес электронной почты

source: Detail Page is set to:
da_dk: Detalje Side er sat til:
de_de: Detailseite ist:
el_gr: Η Σελίδα Λεπτομέρειας ορίζεται σε:
fr_fr: La page de détail est défini à:
ru_ru: Страница с деталями настроена на:
