Repository: concrete5/package-translations
Catalog: community-store/*.po
Languages: da_dk, de_de, el_gr, fr_fr, ru_ru

source: Total
de_de: Gesamtsumme
el_gr: Σύνολο
ru_ru: Итого

source: Payment Method
da_dk: Betalings Metode
de_de: Zahlungsarten
el_gr: Μέθοδος πληρωμής
fr_fr: Mode de paiement
ru_ru: Способ оплаты

source: Paid
da_dk: Betalt
de_de: Bezahlt
el_gr: Πληρωμένη
fr_fr: Payée
ru_ru: Оплачено

source: Unpaid
da_dk: Ubetalt
de_de: Unbezahlt
el_gr: Απλήρωτη
fr_fr: Impayée
ru_ru: Не оплачено

source: Payment Status
da_dk: Betalings Status
de_de: Bezahlungsstatus
el_gr: Κατάσταση πληρωμής
fr_fr: État du Paiement
ru_ru: Статус оплаты

source: Transaction Reference
da_dk: Transaktionsreference
de_de: Transaktionsreferenz
el_gr: Αναφορά συναλλαγής
fr_fr: Référence de transation
ru_ru: Ссылка транзакции

source: Free Order
da_dk: Gratis Ordrer
de_de: Kostenlose Bestellung
el_gr: Δωρεάν Παραγγελία
fr_fr: Commande gratuite
ru_ru: Бесплатный заказ

source: View this order within the Dashboard
da_dk: Se denne ordre i Kontrolpanelet
de_de: Sehen Sie die Bestellung im Dashboard an
el_gr: Δείτε αυτή την παραγγελία στον Πίνακα ελέγχου
fr_fr: Voir cette commande dans le tableau de bord
ru_ru: Просмотрите этот заказ в панели управления

source: Order #:
da_dk: Ordre #:
de_de: Bestellung #:
el_gr: Παραγγελία #:
fr_fr: Commande #:
ru_ru: Заказ №

source: A new order has been placed on your website
da_dk: En ny ordre er blevet oprettet på din hjemmeside
de_de: Eine neue Bestellung wurde auf Ihrer Webseite getätigt
el_gr: Μια παραγγελία έχει τοποθετηθεί στο site σας
fr_fr: Une nouvelle commande a été passée sur votre site Internet
ru_ru: Новый заказ был сделан на вашем сайте

source: account Created
da_dk: konto Oprettet
de_de: Benutzerkonto erstellet
el_gr: Δημιουργήθηκε λογαριασμός
fr_fr: Compte créé
ru_ru: Учетная запись создана

source: Thank you for your order, an account has been created for you at
da_dk: Tak for din bestilling, en konto er blevet oprettet til dig på
de_de: Vielen Dank für Ihre Bestellung, es wurde für Sie ein Konto bei
el_gr: Σας ευχαριστούμε για την παραγγελία σας, ένας λογαριασμός έχει δημιουργηθεί για σας
fr_fr: Je vous remercie pour votre commande, un compte a été créé pour vous à
ru_ru: Спасибо за ваш заказ, для вас создана учетная запись

source: Order Receipt #%s
da_dk: Ordre Kvittering #%s
de_de: Bestellbeleg #%s
el_gr: Απόδειξη Παραγγελίας #%s
fr_fr: Reçu de commande #%s
ru_ru: Квитанция заказа №%s

source: Your Order
da_dk: Din Bestilling
de_de: Ihre Bestellung
el_gr: Η Παραγγελία σας
fr_fr: Votre commande
ru_ru: Ваш заказ

source: Your Downloads
da_dk: Dine Downloads
de_de: Ihre Downloads
el_gr: Οι Λήψεις σας
fr_fr: Vos téléchargements
ru_ru: Ваши загрузки

source: Cancelled
da_dk: Annulleret
de_de: Storniert
el_gr: Ακυρώθηκε
fr_fr: Annulée
ru_ru: Отменено

source: Refunded
da_dk: Refunderet
de_de: Zurückerstattet
el_gr: Έγινε επιστροφή χρημάτων
fr_fr: Remboursée
ru_ru: Возвращено

source: Order #%s has been placed
da_dk: Ordre #%s er blevet oprettet.
de_de: Bestellung #%s wurde aufgegeben
el_gr: Η Παραγγελία #%s έχει τοποθετηθεί
fr_fr: La commande #%s a été placée
ru_ru: Заказ №%s был размещен

source: Thank you for your order. A receipt will be emailed to you shortly.
da_dk: Tak for din ordre. En kvittering vil blive sendt til dig snarest.
de_de: Vielen Dank für Ihre Bestellung. Ein Beleg wird Ihnen in Kürze zugesandt.
el_gr: Σας ευχαριστούμε για την παραγγελία σας. Μια απόδειξη θα σας αποσταλεί με email σύντομα.
fr_fr: Merci pour votre commande. Vous allez recevoir rapidement un reçu par e-mail.
ru_ru: Спасибо за ваш заказ. Квитанция будет отправлена вам по электронной почте в ближайшее время.

source: Method Name
da_dk: Metode Navn
de_de: Methoden-Name
el_gr: Όνομα μεθόδου
fr_fr: Nom de la méthode
ru_ru: Названия способа

source: Enabled
da_dk: Aktiveret
de_de: Aktiviert
el_gr: Ενεργοποιημένο
fr_fr: Activé
ru_ru: Включено

source: Yes
da_dk: Ja
de_de: Ja
el_gr: Ναι
fr_fr: Oui
ru_ru: Да

source: No
da_dk: Nej
de_de: Nein
el_gr: Όχι
fr_fr: Non
ru_ru: Нет

source: Details
da_dk: Detaljer
el_gr: Λεπτομέριες
fr_fr: Détails
ru_ru: Детали

source: %s Shipping Method
da_dk: %s Shipping Metode
de_de: %s Versand Methode
el_gr: %s Τρόπος αποστολής
fr_fr: %s Méthode d’expédition
ru_ru: %s способ доставки

source: Add Shipping Method
da_dk: Tilføj Shipping Metode
de_de: Liefermethode hinzufügen
el_gr: Προσθέστε Μέθοδος αποστολής
fr_fr: Ajouter méthode de livraison
ru_ru: Все способы доставки

source: General Settings
da_dk: Generelle Indstillinger
de_de: Allgemeine Einstellungen
el_gr: Γενικές Ρυθμίσεις
fr_fr: Réglages généraux
ru_ru: Основные настройки

source: %s Methods
da_dk: %s Metoder
de_de: %s Methoden
el_gr: %s Μέθοδος
fr_fr: %s Méthodes
ru_ru: %s способы

source: Actions
da_dk: Handlinger
de_de: Aktionen
el_gr: Οι ενέργειες
ru_ru: Действия

source: Edit
da_dk: Redigér
de_de: Bearbeiten
el_gr: Επεξεργασία
fr_fr: Modifier
ru_ru: Редактировать

source: Disable
da_dk: Deaktivér
de_de: Deaktivieren
el_gr: Απενεργοποίηση
fr_fr: Désactiver
ru_ru: Выключить

source: Delete
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή
fr_fr: Supprimer
ru_ru: Удалить

source: No shipping methods are configured
da_dk: Ingen forsendelsesmetoder er konfigureret
de_de: Es sind keine Versandmethoden konfiguriert
el_gr: Δεν έχουν ρυθμιστεί μέθοδοι αποστολής
ru_ru: Способы доставки не настроены

source: No shipping methods are currently enabled
da_dk: Ingen forsendelsesmetoder er i øjeblikket aktiveret
de_de: Es sind momentan keine Versandmethoden verfügbar
el_gr: Δεν υπάρχουν ενεργοποιημένες μέθοδοι αποστολής
ru_ru: Способы доставки на данный момент не включены

source: Enable Tax Rate
da_dk: Aktiver Afgifter
de_de: Steuersatz aktivieren
el_gr: Ενεργοποίηση φορολογικού συντελεστή
fr_fr: Activer taxe
ru_ru: Включить Ставку налога

source: Tax Label
da_dk: Afgift Label
de_de: Steuer Bezeichnung
el_gr: Ετικέτα Φόρου
fr_fr: Nom de la taxe
ru_ru: Метка налога

source: Tax Rate %
da_dk: Afgifts Sats %
de_de: Steuersatz in %
el_gr: Φορολογικός συντελεστής %
fr_fr: Taux TVA %
ru_ru: Ставка налога %

source: Tax is Based on the
da_dk: Afgift er baseret på
de_de: Steuern werden berechnet auf
el_gr: Φόρος βασίζεται στην
fr_fr: La TVA est basé sur
ru_ru: Ставка налога основана на

source: Product Total
de_de: Produktsumme
el_gr: Προϊόν Σύνολο
fr_fr: Total des articles
ru_ru: Итого товаров

source: Product Total + Shipping
da_dk: Produkt Total + Fragt
de_de: Produktsumme + Versand
el_gr: Προϊόν Σύνολο + μεταφορικά
fr_fr: Total des articles + livraison
ru_ru: Итого товаров + доставка

source: When to Charge Tax
da_dk: Hvornår skal der Beregnes Afgift
de_de: Wann sollen Steuern berechnet werden
el_gr: Πότε να γίνεται χρέωση φόρου
fr_fr: Quand facturer la TVA
ru_ru: Когда начислять налог

source: If the Customers...
da_dk: Hvis Kunder...
de_de: Auf die Kunden...
el_gr: Εάν οι πελάτες...
fr_fr: Si les clients …
ru_ru: Если клиенты...

source: Shipping Address
da_dk: Forsendelsesadresse
de_de: Lieferadresse
el_gr: Διεύθυνση αποστολής
fr_fr: Adresse de livraison
ru_ru: Адрес доставки

source: Billing Address
da_dk: Faktura adresse
de_de: Rechnungsanschrift
el_gr: Διεύθυνση χρέωσης
fr_fr: Adresse de facturation
ru_ru: Платежный адрес

source: Matches...
de_de: übereinstimmen mit...
el_gr: Αντιστοιχεί...
fr_fr: Corresponds…
ru_ru: совпадает...

source: Country
da_dk: Land
de_de: Land
el_gr: Χώρα
fr_fr: Pays
ru_ru: Страна

source: Region
de_de: Bundesland
el_gr: Περιοχή
fr_fr: Région
ru_ru: Регион

source: Optional
da_dk: Valgfrit
el_gr: Προαιρετικό
fr_fr: Facultatif
ru_ru: Необязательно

source: City
da_dk: By
de_de: Ort
el_gr: Πόλη
fr_fr: Localité
ru_ru: Город

source: VAT Number Options
da_dk: Moms Nummer Indstillinger
de_de: Umsatzseuernummer Optionen
el_gr: Επιλογές ΦΠΑ
ru_ru: Опции НДС №

source: Do not apply tax if a valid VAT number is supplied
da_dk: Anvend ikke afgift, hvis et gyldigt momsnummer er indtastet
el_gr: Μην εφαρμόζετε φόρο εάν παρέχεται έγκυρος αριθμός ΦΠΑ
ru_ru: Не применяйте налог, если указан действительный НДС №

source: If the customer has entered a correctly formatted VAT Number then this tax will not be applied at checkout.
da_dk: Hvis kunden har indtastet et korrekt formateret momsnummer, vil denne afgift ikke blive anvendt ved checkout.
el_gr: Εάν ο πελάτης έχει εισαγάγει έναν σωστά διαμορφωμένο αριθμό ΦΠΑ, τότε αυτός ο φόρος δεν θα εφαρμοστεί κατά την ολοκλήρωση της πληρωμής.
ru_ru: Если клиент ввел правильно отформатированный НДС №, этот налог не будет применяться при оформлении заказа.

source: %s Tax Rate
da_dk: %s Afgifts Sats
de_de: Steuersatz %s
el_gr: %s φορολογικός συντελεστής
fr_fr: %s TVA
ru_ru: %s ставка налога

source: Add Tax Rate
da_dk: Tilføj Afgifts Sats
de_de: Steuersatz hinzufügen
el_gr: Προσθέστε φορολογικό συντελεστή
fr_fr: Ajouter un taux TVA
ru_ru: Добавить ставку налога

source: Add Tax Class
da_dk: Tilføj Afgifts Class
de_de: Steuerklasse hinzufügen
el_gr: Προσθέστε Κλάση Φόρου
fr_fr: Ajouter une nouvelle taxe
ru_ru: Добавить тип налога

source: Tax Class
da_dk: Afgift Class
de_de: Steuerklasse
el_gr: Κλάση φόρου
fr_fr: Classe de taxe
ru_ru: Тип налога

source: Associated Tax Rates
da_dk: Associerede Afgifts Satser
de_de: Zugeordnete Steuersätze
el_gr: Σχετιζόμενοι Φορολογικοί Συντελεστές
fr_fr: Taux associé à la taxe
ru_ru: Связанные ставки налога

source: Tax Rate
da_dk: Momssats.
de_de: Steuersatz
el_gr: Φορολογικός συντελεστής
fr_fr: Taux TVA
ru_ru: Ставка налога

source: Rate
da_dk: Sats
de_de: Prozentsatz
el_gr: Συντελεστής
fr_fr: Taux
ru_ru: Ставка

source: Tax Class Name
da_dk: Afgift Class Navn
de_de: Name der Steuerklasse
el_gr: Όνομα Κλάσης Φόρου
fr_fr: Nom de la taxe
ru_ru: Имя типа налога

source: Since you're prices INCLUDE Tax, you can only specify one tax rate per class. If you need more, you must change this setting in the %stax setting here%s
da_dk: Da dine priserne INDEHOLDER Afgift, kan du kun angive én afgiftssats per class. Hvis du har brug for mere, skal du ændre denne indstilling i%safgift indstilling her%s
de_de: Wenn die Preise Steuern ENTHALTEN, können Sie nur einen Steuersatz pro Klasse angeben. Wenn Sie mehr benötigen , müssen Sie diese Einstellung %s unter %s ändern
el_gr: Δεδομένου ότι οι τιμές περιλαμβάνουν φόρους, μπορείτε να καθορίσετε μόνο ένα φορολογικό συντελεστή ανά τάξη. Αν χρειάζεστε περισσότερο, θα πρέπει να αλλάξετε αυτή τη ρύθμιση στο %stax setting here%s
fr_fr: Puisque vos prix INCLUENT la TVA, vous pouvez uniquement spécifier un taux de taxe par type. Si vous avez besoin de plus, vous devez modifier ce paramètre dans le %s réglage de taxe %s
ru_ru: Поскольку цены ВКЛЮЧАЮТ налог, вы можете указать только одну ставку налога за тип. Если вам нужно больше, вы должны изменить этот параметр в %sнастройке налога%s

source: Select Tax Class Rates
da_dk: Vælg Afgift Class Satser
de_de: Steuerklassen-Sätze auswählen
el_gr: Επιλέξτε συντελεστή Φορολογικής Κλάσης
fr_fr: Choisir le taux de la taxe
ru_ru: Выбрать Ставки типа налогов

source: Cancel / View Taxes
da_dk: Annuller / Vis Afgifter
el_gr: Ακύρωση / Προβολή Φόρων
ru_ru: Отменить / Посмотреть ставки

source: Add Attribute
da_dk: Tilføj Attribut
de_de: Attribute hinzufügen
el_gr: Προσθήκη Χαρακτηριστικού
fr_fr: Ajouter un attribut
ru_ru: Добавить атрибут

source: Add
da_dk: Tilføj
de_de: Hinzufügen
el_gr: Προσθήκη
fr_fr: Ajouter
ru_ru: Добавить

source: The following pages have been used to categorise products:
da_dk: De følgende sider er blevet anvendt til at kategorisere produkter:
de_de: Die folgenden Seiten wurden ausgewählt um Produkte zu kategoriesieren
el_gr: Οι σελίδες που ακολουθούν έχουν χρησιμοποιηθεί για την κατηγοριοποίηση προϊόντων:
ru_ru: Для категоризации товаров использовались следующие страницы:

source: No pages have been used to categorise products
da_dk: Ingen sider er blevet brugt til at kategorisere produkter
de_de: Keine Seite wurde gewählt um Produkte zu kategorisieren
el_gr: Δεν έχουν χρησιμοποιηθεί σελίδες για την κατηγοριοποίηση των προϊόντων
ru_ru: Для категоризации товаров не использовались никакие страницы

source: %d product
da_dk: %d produkt
de_de: %d Produkt
el_gr: %d προϊόν
ru_ru: %d товар

source: Products within category
da_dk: Produkter i kategori
de_de: Produkte innerhalb der Kategorie
el_gr: Προϊόντα στην κατηγορία
ru_ru: Товаров в категории

source: Inactive
da_dk: Ikke Aktiv
de_de: Inaktiv
el_gr: Ανενεργό
fr_fr: Inactif
ru_ru: Неактивный

source: Cancel
da_dk: Annuller
de_de: Abbrechen
el_gr: Ακύρωση
fr_fr: Annuler
ru_ru: Отменить

source: Save Category Product Order
da_dk: Gem Kategori Produkt Sorteringsrækkefølge
de_de: Produktkategoriereihenfolge speichern
el_gr: Αποθηκεύστε Κατηγορία Παραγγελίας Προϊόντος
ru_ru: Сохранить порядок товаров категории

source: Group Name
da_dk: Gruppenavn
de_de: Gruppenname
el_gr: Όνομα Ομάδας
fr_fr: Nom du groupe
ru_ru: Название группы

source: You have not added a group yet
da_dk: Du har ikke tilføjet en gruppe endnu
de_de: Sie haben noch keine Gruppe angelegt
el_gr: Δεν έχετε προσθέσει κάποια Ομάδα.
fr_fr: Vous ne l’avez pas encore ajouté de groupe
ru_ru: Вы еще не добавили группу

source: Update
da_dk: Opdater
de_de: Aktualisieren
el_gr: Ενημέρωση
fr_fr: Mettre à jour
ru_ru: Обновить

source: From
da_dk: Fra
de_de: Von
el_gr: Από
fr_fr: De
ru_ru: От

source: To
da_dk: Til
de_de: An
el_gr: Προς
fr_fr: À
ru_ru: До

source: Order By
da_dk: Sortering Efter
de_de: Sortierung
el_gr: Ταξινόμηση κατά
fr_fr: Trier par
ru_ru: Сортировать по

source: Quantity Sold
da_dk: Antal Solgt
de_de: Anzahl Verkauft
el_gr: Η ποσότητα Εξαντλήθηκε
fr_fr: Quantité vendue
ru_ru: Количество продано

source: Filter Results
da_dk: Filtrer Resultat
de_de: Filter Ergebniss(e)
el_gr: Αποτελέσματα φίλτρου
fr_fr: Filtrer les résultats
ru_ru: Фильтровать результаты

source: Name
da_dk: Navn
el_gr: Όνομα
fr_fr: Nom
ru_ru: Имя

source: Export CSV
da_dk: Eksporter CSV
de_de: CSV exportieren
el_gr: Εξαγωγή CSV
ru_ru: Экспортировать в CSV

source: Total Quantity Sold
da_dk: Samlet mængde Solgt
de_de: Gesamtzahl verkaufter Produkte
el_gr: Συνολική ποσότητα που πωλήθηκε
fr_fr: Quantité totale vendue
ru_ru: Всего количество продано

source: Incl.
da_dk: Inkl.
de_de: Inkl.
el_gr: Συμπ.
fr_fr: Inclus
ru_ru: Вкл.

source: Today's Sales
da_dk: Dagens Salg
de_de: Heutige Bestellungen
el_gr: Οι σημερινές Πωλήσεις
fr_fr: Ventes du jour
ru_ru: Продажи сегодня

source: Tax
da_dk: Afgift
de_de: Steuer
el_gr: Φόρος
fr_fr: TVA
ru_ru: Налог

source: Past 30 Days
da_dk: Sidste 30 dage
de_de: letzten 30 Tage
el_gr: ΤωνΤελευταίων 30 ημερών
fr_fr: Derniers 30 jours
ru_ru: За последние 30 дней

source: Year to Date
da_dk: År til Dato
de_de: Aktuelles Jahr bis heute
el_gr: Σαν σήμερα
fr_fr: Total annuel jusqu’à ce jour
ru_ru: С начала года

source: View Orders by Date
da_dk: Vis ordrer efter dato
de_de: Ansicht Bestellungen nach Datum
el_gr: Προβολή παραγγελιών ανά ημερομηνία
fr_fr: Voir les commandes par date
ru_ru: Посмотреть заказы по датам

source: Summary
da_dk: Sum
de_de: Zusammenfassung
el_gr: Περίληψη
fr_fr: Résumé
ru_ru: Итог

source: Export
da_dk: Eksportér
el_gr: Εξαγωγή
fr_fr: Exporter
ru_ru: Экспортировать

source: Export to CSV
da_dk: Eksportér til CSV fil
de_de: Export als CSV Liste
el_gr: Εξαγωγή σε CSV
fr_fr: Exporter au format CSV
ru_ru: Экспортировать в CSV

source: Order #
da_dk: Ordre #
de_de: Bestell-Nummer
el_gr: Παραγγελία #
fr_fr: Commande #
ru_ru: Заказ №

source: Date
da_dk: Dato
de_de: Datum
el_gr: Ημερομηνία
ru_ru: Дата

source: Add Discount Rule
da_dk: Tilføj Rabat Regel
de_de: Rabatt-Regel hinzufügen
el_gr: Προσθέστε Κανόνα Έκπτωσης
fr_fr: Ajouter une règle de réduction
ru_ru: Добавить правило скидки

source: Applies
da_dk: Gælder
de_de: Gilt
el_gr: Iσχύει
fr_fr: S’applique
ru_ru: Применяется

source: Availability
da_dk: Tilgængelighed
de_de: Verfügbarkeit
el_gr: Διαθεσιμότητα
fr_fr: Disponibilité
ru_ru: Наличие

source: Disabled
da_dk: Deaktiveret
de_de: Deaktiviert
el_gr: Ανενεργό
fr_fr: Désactivé
ru_ru: Выключено

source: automatically
da_dk: automatisk
de_de: automatisch
el_gr: Αυτόματα
fr_fr: automatiquement
ru_ru: автоматически

source: when single use code entered
da_dk: når engangsbrug kode indtastes
de_de: bei Eingabe Einmal-Code
el_gr: όταν καταχωρείτε κώδικα για εφάπαξ χρήση
fr_fr: lorsqu’un code a usage unique est saisi
ru_ru: при вводе одноразового кода

source: of
da_dk: af
de_de: von
el_gr: από
fr_fr: de
ru_ru: из

source: codes available
da_dk: koder til rådighed
de_de: verfügbare Codes
el_gr: Διαθέσιμοι κωδικοί
fr_fr: codes disponibles
ru_ru: доступных кодов

source: when code entered
da_dk: når koden indtastes
de_de: nach Eingabe Code
el_gr: όταν καταχωρείτε κώδικα
fr_fr: lorsque un code est saisi
ru_ru: когда код введен

source: code
da_dk: kode
el_gr: κώδικας
ru_ru: код

source: codes
da_dk: koder
el_gr: κωδικοί
ru_ru: коды

source: configured
da_dk: konfigureret
de_de: konfiguriert
el_gr: διαμορφωμένο
fr_fr: configuré
ru_ru: сконфигурировано

source: starts
da_dk: starter
de_de: Start
el_gr: ξεκινά
fr_fr: commence
ru_ru: начинается

source: expires
da_dk: udløber
de_de: Ende
el_gr: λήγει
fr_fr: expiration
ru_ru: истекает

source: always
da_dk: altid
de_de: immer
el_gr: πάντοτε
fr_fr: toujours
ru_ru: всегда

source: Manage Codes
da_dk: Administrer Koder
de_de: Codes verwalten
el_gr: Διαχείριση Κωδικών
fr_fr: Gérer les Codes
ru_ru: Управлять кодами

source: Display Text
da_dk: Vis Tekst
de_de: Anzeigetext
el_gr: Εμφάνιση Κειμένου
fr_fr: Texte à afficher
ru_ru: Показать текст

source: Deduction Type
da_dk: Fratræknings Type
de_de: Abzugstyp
el_gr: Τύπος έκπτωσης
fr_fr: Type de déduction
ru_ru: Тип вычета

source: Percentage
da_dk: Procentsats
de_de: Prozent
el_gr: Τοις εκατό
fr_fr: Pourcentage
ru_ru: Процент

source: Percentage Discount
da_dk: Procent Rabat
de_de: Rabatt Prozent
el_gr: ποσοστό έκπτωσης
fr_fr: Pourcentage de remise
ru_ru: Процентная скидка

source: Value
da_dk: Værdi
de_de: Wert
el_gr: Τιμή
fr_fr: Valeur
ru_ru: Значение

source: Apply
da_dk: Anvend
de_de: Übernehmen
el_gr: Iσχύει
fr_fr: Appliquer
ru_ru: Применить

source: Automatically, (when matching all restrictions)
da_dk: Automatisk, (når det matcher alle restriktioner)
de_de: Automatisch ( wenn alle Einschränkungen passen )
el_gr: Αυτόματα, (όταν ταιριάζουν όλοι οι περιορισμοί)
fr_fr: Automatiquement, (lors de la correspondance de toutes les restrictions)
ru_ru: Автоматически, когда совпадают все ограничения

source: When valid code entered
da_dk: Når gyldig kode indtastes
de_de: bei Eingabe eines gültigen Codes
el_gr: Όταν καταχωρείτε έγκυρος κωδικός
fr_fr: Lorsqu’un code valide est saisi
ru_ru: Когда введен правильный код

source: Single use codes
da_dk: Enkelt brugs koder
de_de: Einweg Code
el_gr: Κωδικός για εφάπαξ χρήση
fr_fr: Codes à usage unique
ru_ru: Одноразовые коды

source: Codes can be entered after creating rule
da_dk: Koder kan indtastes efter oprettelse af regel
de_de: Codes können nach Anlegen einer Regel erfasst werden
el_gr: Οι κωδικοί μπορούν να εισαχθούν μετά την δημιουργία του κανόνα
fr_fr: Les codes peuvent être saisis après avoir crée la règle
ru_ru: Коды могут быть введены после создания правила

source: Restrictions
da_dk: Begrænsninger
de_de: Einschränkungen
el_gr: Περιορισμοί
ru_ru: Ограничения

source: Starts
da_dk: starter
de_de: Start
el_gr: Ξεκινάει
fr_fr: Commence
ru_ru: Начинается

source: Immedately
da_dk: Omgående
de_de: ab Sofort
el_gr: Αμέσως
fr_fr: Immédiatement
ru_ru: Немедленно

source: From a specified date
da_dk: Fra en bestemt dato
de_de: ab einem bestimmten Datum
el_gr: Από μια συγκεκριμένη ημερομηνία
fr_fr: A partir d’une date spécifique
ru_ru: От указанной даты

source: Ends
da_dk: Stopper
de_de: Ende
el_gr: Λήξη
fr_fr: Termine
ru_ru: Заканчивается

source: Never
da_dk: Aldrig
de_de: Nie
el_gr: Ποτέ
fr_fr: Jamais
ru_ru: Никогда

source: At a specified date
da_dk: På en bestemt dato
de_de: ab einem bestimmten Datum
el_gr: Σε μια συγκεκριμένη ημερομηνία
fr_fr: A une date spécifique
ru_ru: На указанную дату

source: No Product Groups Available
da_dk: Ingen Produktgrupper Tilgængelig
de_de: Keine Produkt Gruppe(n) verfügbar
el_gr: Δεν είναι Διαθέσιμες Ομάδες Προϊόντων
fr_fr: Aucun groupe d’article disponible
ru_ru: Нет доступных групп товаров

source: Description / Notes
da_dk: Beskrivelse / Noter
de_de: Beschreibung / Notizen
el_gr: Περιγραφή / Σημειώσεις
ru_ru: Описание / Примечания

source: Are you sure you want to delete this discount rule?
da_dk: Er du sikker på at du vil slette denne rabat regel?
de_de: Wollen Sie diese Rabatt-Regel wirklich löschen?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον κανόνα έκπτωσης;
fr_fr: Êtes-vous certain de vouloir supprimer cette règle de remise?
ru_ru: Вы уверены, что хотите удалить это правило скидки

source: Edit Discount Rule
da_dk: Redigér Rabat Regel
de_de: Rabatt-Regel hinzufügen
el_gr: Επεξεργασία Κανόνα Έκπτωσης
fr_fr: Modifier une règle de réduction
ru_ru: Редактировать правило скидки

source: The following codes are invalid or are already active:
da_dk: Følgende koder er ugyldige eller er allerede aktive:
de_de: Die folgenden Rabattcodes sind ungültig oder bereits verwendet:
el_gr: Οι παρακάτω κωδικοί είναι άκυροι ή είναι ήδη ενεργοί:
ru_ru: Следующие коды являются недопустимыми или уже активны:

source: Current Codes
da_dk: Aktuelle Koder
de_de: Aktuelle Codes
el_gr: Τρέχοντες Κωδικοί
fr_fr: Codes actuels
ru_ru: Текущие коды

source: Single Use Codes
da_dk: Enkelt Brugs Koder
de_de: Einweg Codes
el_gr: Κωδικοί για εφάπαξ χρήση
fr_fr: Codes à usage unique
ru_ru: Одновременные коды

source: Codes can be repeatedly used
da_dk: Koder kan anvendes gentagne gange
de_de: Codes können mehrfach benutzt werden
el_gr: Οι κωδικοί μπορούν να χρησιμοποιηθούν κατ 'επανάληψη
fr_fr: Codes pouvant être utilisés à plusieurs reprises
ru_ru: Коды могут быть многократно использованы

source: Code
da_dk: Kode
el_gr: Κώδικας
ru_ru: Код

source: Used
da_dk: Brugt
de_de: Benutzt
el_gr: Χρησιμοποιείται
fr_fr: Utilisé
ru_ru: Использовано

source: View Order
da_dk: Vis Ordre
de_de: Bestellung anzeigen
el_gr: Προβολή παραγγελίας
fr_fr: Voir la commande
ru_ru: Посмотреть порядок

source: Available
da_dk: Tilgængelig
de_de: Verfügbar
el_gr: Διαθέσιμο
fr_fr: Disponible
ru_ru: Доступно

source: No codes specified
da_dk: Ingen koder specificeret
de_de: Kein Code definiert
el_gr: Δεν έχουν οριστεί κωδικοί
fr_fr: Pas de codes spécifiés
ru_ru: Коды не указаны

source: Add Codes
da_dk: Tilføj Koder
de_de: Code hinzufügen
el_gr: Προσθέστε Κωδικούς
fr_fr: Ajouter des codes
ru_ru: Добавить коды

source: Code(s)
da_dk: Kode (r)
el_gr: Κώδικας(ες)
ru_ru: Код(ы)

source: Seperate codes via lines or commas. Codes are case-insensitive.
da_dk: Separat koder via linjer eller kommaer. Koder er både store og små bogstaver.
de_de: Codes mit Zeile oder Komma trennen. Gross-/Kleinschreibung wird nicht berücksichtigt
el_gr: Διαχωρίστε τους κωδικούς με γραμμές ή κόμματα. Οι κωδικοί κάνουν διάκριση πεζών-κεφαλαίων.
fr_fr: Séparez les codes par des retour à la lignes ou des virgules. Les codes sont insensibles à la casse.
ru_ru: Разделяйте коды через пробелы или запятые. Коды не чувствительны к регистру.

source: Return to Discount Rules
da_dk: Retur til Rabat Regler
de_de: Zurück zu den Rabatt Regeln
el_gr: Επιστροφή στους Κανόνες Έκπτωσης
fr_fr: Retour aux règles de réduction
ru_ru: Вернуться к правилам скидок

source: Print Order Slip
da_dk: Udskriv Ordre Kvittering
de_de: Ausdruck Bestellschein
el_gr: Εκτυπώστε το Δελτίο Παραγγελίας
fr_fr: Imprimer le bon de commande
ru_ru: Печатать лист заказа

source: Customer Details
da_dk: Kundedetaljer
de_de: Kundendetails
el_gr: Πληροφορίες Πελάτη
fr_fr: Informations client
ru_ru: Детали покупателя

source: User
da_dk: Bruger
de_de: Benutzer
el_gr: Χρήστης
fr_fr: Utilisateur
ru_ru: Пользователь

source: Order Items
da_dk: Ordre Emner
de_de: Bestellungspositionen
el_gr: Στοιχεία Παραγγελίας
fr_fr: Articles de la commande
ru_ru: Товары заказа
