Repository: concrete5/package-translations
Catalog: community-store/*.po
Languages: da_dk, de_de, el_gr, fr_fr, ru_ru

source: Minimum Purchase Amount for this rate to apply
da_dk: Minimal Købesum for anvendelse til denne sats
de_de: Mindestabnahmemenge für diesen Satz
el_gr: Ελάχιστο Ποσό Αγοράς για να εφαρμόστει αυτό το ποσοστό
fr_fr: Montant d’achat minimum pour appliquer ce taux
ru_ru: Минимальная стоимость покупки для этой ставки

source: Maximum Purchase Amount for this rate to apply
da_dk: Maksimal Købesum for anvendelse til denne sats
de_de: Maximum Abnahmemenge für diesen Satz anwenden
el_gr: Μέγιστο ποσό αγοράς για να εφαρμόστει αυτό το ποσοστό
fr_fr: Montant d’achat maximum pour appliquer ce taux
ru_ru: Максимальная стоимость покупки для этой ставки

source: Leave at 0 for no maximum
da_dk: Sæt til 0 for ingen maksimum
de_de: 0 für Maximal
el_gr: Αφήστε 0 για χωρίς κανένα μέγιστο
fr_fr: Laisser à 0 pour pas de maximum
ru_ru: Оставить 0, если без максимума

source: Minimum Weight Amount for this rate to apply
da_dk: Minimal Vægt for anvendelse til denne sats
de_de: Mindestgewicht Menge für diesen Satz
el_gr: Ελάχιστο Ποσό Βάρους για να εφαρμοστεί αυτό το ποσοστό
fr_fr: Poids minimum à appliquer pour ce taux
ru_ru: Минимальный вес покупки для этой ставки

source: Maximum Weight Amount for this rate to apply
da_dk: Maksimal Vægt for anvendelse til denne sats
de_de: Maximalgewicht Menge für diesen Satz
el_gr: Μέγιστο Ποσό Βάρους για να εφαρμοστεί αυτό το ποσοστό
fr_fr: Poids maximum à appliquer pour ce taux
ru_ru: Максимальный вес покупки для этой ставки

source: An invoice will be sent to you upon ordering
da_dk: En faktura vil blive sendt til dig efter bestilling
de_de: Ihnen wird nach der Bestellung eine Rechnung zugesendet
el_gr: Ένα τιμολόγιο θα σας αποσταλεί μετά από παραγγελία
fr_fr: Une facture vous sera envoyée lors de la commande
ru_ru: Счет будет отправлен вам при заказе

source: Minimum Order Value
da_dk: Minimum Ordreværdi
de_de: Minimaler Auftragswert
el_gr: Ελάχιστη αξία παραγγελίας
fr_fr: Valeur minimum de commande
ru_ru: Минимальная стоимость заказа

source: Maximum Order Value
da_dk: Maksimal Ordreværdi
de_de: Maximaler Auftragswert
el_gr: Μέγιστη τιμή Παραγγελίας
fr_fr: Valeur maximum de commande
ru_ru: Максимальная стоимость заказа

source: Payment Instructions
da_dk: Betalingsinstrukser
de_de: Zahlungsanweisungen
el_gr: Οδηγίες πληρωμής
fr_fr: Informations de paiement
ru_ru: Инструкции по оплате

source: has been added to your cart
da_dk: er blevet tilføjet til din indkøbskurv
de_de: zum Warenkorb hinzugefügt
el_gr: έχει προστεθεί στο καλάθι σας
fr_fr: a été ajouté à votre panier
ru_ru: был добавлен в корзину

source: An issue has occured adding the product to the cart. You may be missing required information.
da_dk: Er et problem er opstået, da varen blev tilføjet til indkøbskurven. Du mangler krævede oplysninger.
de_de: Ein Fehler ist beim hinzufügen des Artikels zum Warenkorb aufgetreten. Eventuell fehlende notwendige Informationen.
el_gr: Ένα ζήτημα έχει συμβεί κατά την προσθήκη του προϊόντος στο καλάθι. Μπορεί να λείπουν οι απαιτούμενες πληροφορίες.
ru_ru: Возникла проблема с добавлением товара в корзину. Возможно, вам не хватает необходимой информации.

source: Continue Shopping
da_dk: Forsæt med at handle
de_de: Weiter einkaufen
el_gr: Συνεχίστε τις αγορές
fr_fr: Continuer mes achats
ru_ru: Продолжить покупки

source: Edit Shipping Method
da_dk: Redigér Shipping Metode
de_de: Liefermethode bearbeiten
el_gr: Επεξεργασία τρόπος αποστολής
fr_fr: Editer méthode de livraison
ru_ru: Редактировать способ доставки

source: Method Name must be set
da_dk: Metode Navn skal sættes
de_de: Methodennamen ist zwingend
el_gr: Το Όνομα Μεθόδου πρέπει να οριστεί
fr_fr: Le nom de la méthode doit être défini
ru_ru: Способ должен быть установлен

source: Edit Tax Rate
da_dk: Redigér Afgifts Sats
de_de: Steuersatz bearbeiten
el_gr: Επεξεργασία φορολογικού συντελεστή
fr_fr: Editer un taux TVA
ru_ru: Редактировать ставку налога

source: You need a label for this Tax Rate
da_dk: Du skal angive en label for denne afgiftssats
de_de: Bezeichnung für Steuersatz fehlt
el_gr: Χρειάζεται μια ετικέτα για αυτόν τον φορολογικό συντελεστή
fr_fr: Vous devez définir un nom pour ce taux TVA
ru_ru: Нужна метка для этой налоговой ставки

source: Tax Rate must be a number
da_dk: Afgift skal være et tal
de_de: Steuersatz muss numerisch sein
el_gr: Ο Φορολογικός συντελεστής πρέπει να είναι ένας αριθμός
fr_fr: Le taux doit être un nombre
ru_ru: Налоговая ставка должна быть числом

source: You need to enter a tax rate
da_dk: Du skal indtaste en afgiftssats
de_de: Steuersatz muss angegeben werden
el_gr: Θα πρέπει να εισάγετε ένα φορολογικό συντελεστή
fr_fr: Vous devez entrer un taux
ru_ru: Нужно ввести ставку налога

source: Tax Class Added
da_dk: Afgifts Class Tilføjet
de_de: Steuerklasse hinzugefügt
el_gr: Η Φορολογική Κλάση προστέθηκε
fr_fr: Classe de taxe ajouté
ru_ru: Тип налогов добавлен

source: You need a name for this Tax Class
da_dk: Du skal angive et navn for denne Afgifts Class
de_de: Bezeichnung für Steuerklasse fehlt
el_gr: Χρειάζεται ένα όνομα για αυτήν την Φορολογική Κλάση
fr_fr: Vous devez définir un nom pour ce taux TVA
ru_ru: Нужно имя для этого типа налога

source: Product Attributes
da_dk: Produkt Attributter
de_de: Produkt Attribute
el_gr: Χαρακτηριστικά προϊόντος
fr_fr: Attributs d'article
ru_ru: Атрибуты товаров

source: Invalid attribute ID.
da_dk: Ugyldigt attribut ID.
de_de: Ungültige Attribut ID.
el_gr: Μη έγκυρο ID χαρακτηριστικού.
fr_fr: ID d’attribut non valide.
ru_ru: Недопустимый идентификатор атрибута.

source: Create Product Attribute
da_dk: Opret Product Attribut
de_de: Produkt Attribute anlegen
el_gr: Δημιουργία Χαρακτηριστικού προϊόντος
fr_fr: Créer un attribut d'article
ru_ru: Создать атрибут товара

source: Manage Category:
da_dk: Administrer Kategori:
de_de: Kategorie verwalten:
el_gr: Διαχειριστείτε Κατηγορία:
fr_fr: Gérer catégorie:
ru_ru: Управлять категорией:

source: Category Order Updated
da_dk: Kategori Sorteringsrækkefølge Opdateret
de_de: Kategorienreihenfolge geupdated
el_gr: Η Κατηγορία Παραγγελίας Ενημερώθηκε
ru_ru: Порядок категорий обнавлен

source: Please enter a Group Name
da_dk: Indtast et Gruppenavn
de_de: Bitte Name der Gruppe erfassen
el_gr: Παρακαλώ εισάγετε ένα όνομα ομάδας
fr_fr: Veuillez saisir un nom de groupe
ru_ru: Пожалуйста введите Название Группы

source: A Group Name can not be more than 100 characters
da_dk: En Gruppe navn kan ikke være mere end 100 tegn
de_de: Ein Gruppen Name darf nicht länger als 100 Zeichen sein
el_gr: Ένα όνομα ομάδας δεν μπορεί να είναι πάνω από 100 χαρακτήρες
fr_fr: Un nom de groupe ne peut pas contenir plus de 100 caractères
ru_ru: Название Группы не может быть больше чем 100 символов

source: Order Attributes
da_dk: Ordre Atributter
de_de: Auftragsattribute
el_gr: Χαρακτηριστικά Παραγγελίας
fr_fr: Attribut de commande
ru_ru: Атрибуты заказа

source: Create Order Attribute
da_dk: Opret Order Attribut
de_de: Auftragsattribut erstellen
el_gr: Δημιουργία Χαρακτηριστικού παραγγελίας
fr_fr: Créer un attribut de commande
ru_ru: Создать атрибут заказа

source: Order Status
da_dk: Ordre Status
de_de: Auftragsstatus
el_gr: Κατάσταση παραγγελίας
fr_fr: Statut de la commande
ru_ru: Статус заказа

source: Orders of %s
da_dk: Ordrer med %s
de_de: Aufträge von %s
el_gr: Παραγγελίες του %s
fr_fr: Commandes de %s
ru_ru: Заказы %s

source: product_orders
de_de: produkt_bestellungen
el_gr: παραγγελίες προϊόντων
ru_ru: заказы_товаров

source: Discount Rules
da_dk: Rabat Regler
de_de: Rabatt-Regeln
el_gr: Κανόνες έκπτωσης
fr_fr: Règles de réduction
ru_ru: Правила скидок

source: Codes for discount rule
da_dk: Koder for rabat regel
de_de: Codes für Rabatt Regel
el_gr: Κωδικοί για κανόνα έκπτωσης
fr_fr: Codes pour la règle de réduction
ru_ru: Коды для правила скидки

source: Discount Rule Deleted
da_dk: Rabat Regel Slettet
de_de: Rabatt Regel gelöscht
el_gr: Ο κανόνας Έκπτωσης Διαγράφεται
fr_fr: Règle de réduction supprimée
ru_ru: Правило скидки удалено

source: Discount Rule Updated
da_dk: Rabat Regel Opdateret
de_de: Rabatt Regel aktualisiert
el_gr: Ο κανόνας Έκπτωσης Ενημερώθηκε
fr_fr: Règle de réduction mise à jour
ru_ru: Правило скидки обнавлено

source: Discount Rule Added
da_dk: Rabat Regel Tilføjet
de_de: Rabatt Regel hinzugefügt
el_gr: Ο κανόνας Έκπτωσης προστέθηκε
fr_fr: Règle de réduction ajoutée
ru_ru: Правило скидки добавлено

source: Edit Product
da_dk: Redigér Produkt
de_de: Produkt bearbeiten
el_gr: Επεξεργασία προϊόντων
fr_fr: Modifier un article
ru_ru: Редактировать товар

source: Product Duplicated
da_dk: Produkt Duplikeret
de_de: Produkt wurde dupliziert
el_gr: Προϊόντα Εις Διπλούν
fr_fr: Article dupliqué
ru_ru: Товар скопирован

source: Product Removed
da_dk: Produkt Fjernet
de_de: Produkt wurde gelöscht
el_gr: Το προϊόν Αφαιρέθηκε
fr_fr: Article supprimé
ru_ru: Товар удален

source: Product Updated
da_dk: Produkt Opdateret
de_de: Produkt wurde aktualisiert
el_gr: Το προϊόν Ενημερώθηκε
fr_fr: Article modifié
ru_ru: Товар обнавлен

source: Product Added
da_dk: Produkt Tilføjet
de_de: Produkt wurde hinzugefügt
el_gr: Το προϊόν προστέθηκε
fr_fr: Article ajouté
ru_ru: Товар добавлен

source: Please enter a Product Name
da_dk: Indtast et Produktnavn
de_de: Bitte Produkt Namen eingeben
el_gr: Παρακαλώ εισάγετε ένα όνομα προϊόντος
fr_fr: Veuillez entrer le nom d'article
ru_ru: Пожалуйста введите Название товара

source: The Product Name can not be greater than 255 Characters
da_dk: Produktnavn kan ikke være større end 255 tegn
de_de: Der Produkt Name darf nicht länger als 255 Zeichen sein
el_gr: Το όνομα του προϊόντος δεν μπορεί να είναι μεγαλύτερο από 255 χαρακτήρες
fr_fr: Le nom de l'article ne peut pas contenir plus de 255 caractères
ru_ru: Название товара не может быть больше чем 255 символов

source: The Quantity must be set, and numeric
da_dk: Antal skal være sat, og numerisk
de_de: Die Menge muss eine Zahl sein und angegeben werden
el_gr: Η ποσότητα πρέπει να οριστεί, και πρέπει να είναι αριθμητικό
fr_fr: La quantité doit être définie et numérique
ru_ru: Количество должно быть установлено и быть числом

source: The Product Width must be a number
da_dk: Produktet bredde skal være et tal
de_de: Die Produktbreite muss eine Zahl sein
el_gr: Το πλάτος του προϊόντος πρέπει να είναι ένας αριθμός
fr_fr: La largeur de l’article doit être un nombre
ru_ru: Ширина товара должна быть число

source: The Product Height must be a number
da_dk: Produktets højde skal være et tal
de_de: Die Produkthöhe muss eine Zahl sein
el_gr: Το ύψος του προϊόντος πρέπει να είναι ένας αριθμός
fr_fr: La hauteur de l’article doit être un nombre
ru_ru: Высота товара должна быть число

source: The Product Length must be a number
da_dk: Produktets længde skal være et tal
de_de: Die Produktlänge muss eine Zahl sein
el_gr: Το μήκος του προϊόντος πρέπει να είναι ένας αριθμός
fr_fr: La longueur de l’article doit être un nombre
ru_ru: Длина товара должна быть число

source: The Product Weight must be a number
da_dk: Produkt Vægt skal være et tal
de_de: Das Produktgewicht muss eine Zahl sein
el_gr: Το βάρος του προϊόντος πρέπει να είναι ένας αριθμός
fr_fr: Le poids de l’article doit être un nombre
ru_ru: Вес товара должен быть число

source: Settings Saved
da_dk: Indstillinger er gemt
de_de: Einstellungen wurden gespeichert
el_gr: Οι ρυθμίσεις Αποθηκεύτηκαν
fr_fr: Paramètres enregistrés
ru_ru: Настройки сохранены

source: You must set a currency symbol
da_dk: Du skal angive et valutasymbol
de_de: Sie müssen ein Währungszeichen angeben
el_gr: Θα πρέπει να ορίσετε ένα σύμβολο νομίσματος
fr_fr: Vous devez définir un symbole de devise
ru_ru: Символ валюты должен быть установлен

source: At least one payment method must be enabled
da_dk: Mindst én betalingsmetode skal være aktiveret
de_de: Sie benötigen mindestens eine Zahlungsart
el_gr: Τουλάχιστον μία μέθοδο πληρωμής πρέπει να είναι ενεργοποιημένη
fr_fr: Au moins un mode de paiement doit être activé
ru_ru: Должен быть включен хотя бы один способ оплаты

source: You must have at least one Order Status.
da_dk: Du skal have mindst én ordrestatus.
de_de: Sie benötigen mindestens einen Bestellstatus
el_gr: Θα πρέπει να έχετε τουλάχιστον μία Κατάσταση παραγγελίας.
fr_fr: Vous devez avoir au moins un état de la commande.
ru_ru: Должен быть хотя бы один Статус заказа

source: The %s Tax Class can't contain more than 1 Tax Rate if you change how the taxes are calculated
da_dk: %s Afgift Class kan ikke indeholde mere end en Afgift, hvis du ændre, hvordan afgifter beregnes
de_de: Wenn Sie die Steuerberechnung ändern, darf die %s Steuerklasse nicht mehr als einen Steuersatz enthalten.
el_gr: Η %s Φορολογική Κλάση δεν μπορεί να περιέχει περισσότερο από 1 φορολογικό συντελεστή, αν αλλάξετε τον τρόπο υπολογισμού των φόρων
fr_fr: La %s catégorie de taxe ne peut pas contenir plus d’un taux si vous changez la façon dont les taxes sont calculées
ru_ru: Тип налогов %s не может содержать более 1 Налоговой ставки, если вы изменяется способ расчета налогов

source: Store
da_dk: Webshop
de_de: Shop
el_gr: Κατάστημα
fr_fr: Boutique
ru_ru: Магазин

source: Invoice
da_dk: Faktura
de_de: Rechnung
el_gr: Τιμολόγιο
fr_fr: Facture
ru_ru: Счет

source: Processing...
da_dk: Behandler...
de_de: In Bearbeitung...
el_gr: Επεξεργασία...
fr_fr: Traitement…
ru_ru: Обрабатывается...

source: Please set a Base Rate
da_dk: Venligst sætte en Grund Sats
de_de: Bitte setzen Sie einen Basis Preis
el_gr: Παρακαλούμε να ορίσετε ένα Βασικό Συντελεστή
fr_fr: Définissez un taux de base
ru_ru: Пожалуйста установите базовую ставку

source: Base Rate should be a number
da_dk: Grund Sats skal være et tal
de_de: Basis Preis muss eine Zahl sein
el_gr: Ο Βασικός Συντελεστής θα πρέπει να είναι ένας αριθμός
fr_fr: Le taux de base doit être un nombre
ru_ru: Базовая ставка должна быть числом

source: The Price Per Item doesn't have to be set, but it does have to be numeric
da_dk: Pris pr. vare skal ikke angives, men det skal være numerisk
de_de: Der Preis pro Artikel muss nicht eingestellt werden. Wenn ja, muss er numerisch sein.
el_gr: Η τιμή ανά τεμάχιο δεν πρέπει να οριστεί, αλλά πρέπει να είναι αριθμητικό
fr_fr: Le prix par article n’est pas obligatoire, mais doit être numérique
ru_ru: Цена за товар не обязательно должна быть установлена, но она должна быть числовой

source: Flat Rate
da_dk: Fast Beløb
de_de: Pauschaltarif
el_gr: Επίπεδος Συντελεστής
fr_fr: Forfait
ru_ru: Единая ставка

source: Free Shipping
da_dk: Gratis Forsendelse
de_de: Gratis Versand
el_gr: Δωρεάν Αποστολή
fr_fr: Livraison gratuite
ru_ru: Бесплатная доставка

source: off
da_dk: slået fra
de_de: aus
el_gr: Ανενεργό
ru_ru: Выключено

source: The email address you have entered has already been used to create an account. Please login first or enter a different email address.
da_dk: Den e-mail adresse du har indtastet er allerede blevet brugt til at oprette en konto. Venligst login først eller indtaste en anden e-mail adresse.
de_de: Die E-Mail- Adresse, die Sie eingegeben haben, wurde bereits verwendet, um ein Konto zu erstellen. Bitte loggen Sie sich ein oder verwenden eine andere E-Mail -Adresse.
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου που έχετε εισάγει έχει ήδη χρησιμοποιηθεί για δημιουργία λογαριασμού. Παρακαλώ συνδεθείτε πρώτα ή εισάγετε μια διαφορετική διεύθυνση ηλεκτρονικού ταχυδρομείου.
fr_fr: L’e-mail que vous avez entré a déjà été utilisé pour créer un compte. Veuillez vous connecter ou entrez une adresse e-mail différente.
ru_ru: Введенный вами адрес электронной почты уже используется для создания учетной записи. Пожалуйста, войдите в систему или введите другой адрес электронной почты.

source: You must enter a valid VAT Number
da_dk: Du skal indtaste et gyldigt Momsnummer
de_de: Sie müssen eine gültige USt.-ID angeben
el_gr: Πρέπει να εισάγετε έναν έγκυρο αριθμό ΦΠΑ
fr_fr: Veuillez entrer un numéro de TVA valide
ru_ru: Вы должны ввести действительный НДС №

source: You must enter a valid email address
da_dk: Du skal indtaste en gyldig e-mail adresse
de_de: Sie müssen eine gültige Email-Adresse eingeben
el_gr: Πρέπει να εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
fr_fr: Vous devez entrer une adresse e-mail valide
ru_ru: Вы должны ввести действительный адрес электронной почты

source: You must enter a first name
da_dk: Du skal indtaste et fornavn
de_de: Sie müssen einen Vornamen eingeben
el_gr: Πρέπει να εισάγετε ένα όνομα
fr_fr: Vous devez saisir un prénom
ru_ru: Вы должны ввести имя

source: Please enter a first name under 255 characters
da_dk: Indtast et fornavn under 255 karakterer
de_de: Bitte geben Sie einen Vornamen mit weniger als 255 Zeichen ein
el_gr: Παρακαλώ εισάγετε ένα όνομα κάτω από 255 χαρακτήρες
fr_fr: Veuillez saisir un prénom de moins de 255 caractères
ru_ru: Пожалуйста введите имя до 255 символов

source: You must enter a Last Name
da_dk: Du skal angive et efternavn
de_de: Sie müssen einen Nachnamen eingeben
el_gr: Θα πρέπει να εισάγετε ένα Επώνυμο
fr_fr: Vous devez saisir un nom de famille
ru_ru: Вы должны ввести фамилию

source: Please enter a last name under 255 characters
da_dk: Indtast et efternavn under 255 karakterer
de_de: Bitte geben Sie einen Straßennamen mit weniger als 255 Zeichen ein
el_gr: Παρακαλώ εισάγετε ένα επώνυμο κάτω από 255 χαρακτήρες
fr_fr: Veuillez saisir un nom de famille de moins de 255 caractères
ru_ru: Пожалуйста введите фамилию до 255 символов

source: You must enter an address
da_dk: Du skal angive en adresse
de_de: Sie müssen eine Adresse eingeben
el_gr: Πρέπει να εισάγετε μια διεύθυνση
fr_fr: Vous devez saisir une adresse
ru_ru: Вы должны ввести адрес

source: Please enter a street name under 255 characters
da_dk: Indtast et gadenavn under 255 karakterer
de_de: Bitte geben Sie einen Straßennamen mit weniger als 255 Zeichen ein
el_gr: Παρακαλώ εισάγετε ένα όνομα οδού κάτω από 255 χαρακτήρες
fr_fr: Veuillez saisir un nom de rue de moins de 255 caractères
ru_ru: Пожалуйста введите название улицы до 255 символов

source: You must enter a Country
da_dk: Du skal angive et land
de_de: Sie müssen ein Land eingeben
el_gr: Πρέπει να εισάγετε μια Χώρα
fr_fr: Vous devez entrer un pays.
ru_ru: Вы должны ввести страну

source: You did not select a Country from the list
da_dk: Du ikke vælge et land fra listen
de_de: Sie haben kein Land aus der Liste ausgewählt
el_gr: Δεν έχετε επιλέξει μια χώρα από τη λίστα
fr_fr: Vous n’avez pas sélectionné un pays dans la liste.
ru_ru: Вы не выбрали страну из списка

source: You must enter a City
da_dk: Du skal indtaste en by
de_de: Sie müssen einen Ort eingeben
el_gr: Πρέπει να εισάγετε μια πόλη
fr_fr: Vous devez entrer une ville.
ru_ru: Вы должны ввести город

source: You must enter a valid City
da_dk: Du skal indtaste et gyldigt bynavn
de_de: Sie müssen einen korrekten Ort eingeben
el_gr: Πρέπει να εισάγετε μια έγκυρη Πόλη
fr_fr: Vous devez entrer une ville valide
ru_ru: Вы должны ввести действительный город

source: You must enter a valid Postal Code
da_dk: Du skal angive et gyldigt postnummer
de_de: Sie müssen eine korrekte PLZ eingeben
el_gr: Πρέπει να εισάγετε έναν έγκυρο Τ.Κ.
fr_fr: Vous devez entrer un code postal valide
ru_ru: Вы должны ввести действительный почтовый индекс

source: Registered Customer in your store
da_dk: Registrerede Kunder i din butik
de_de: Registrierte Shop-Kunden
el_gr: Εγγεγραμμένος πελάτης στο κατάστημα σας
fr_fr: Client enregistré dans votre boutique
ru_ru: Зарегистрированный клиент в вашем магазине

source: Store Customer Info
da_dk: Shop Kundeninformationen
de_de: Shop Kundeninformationen
el_gr: Πληροφορίες Πελατών Καταστήματος
fr_fr: Stocker les informations client
ru_ru: Информация о клиенте магазина

source: Other Customer Choices
da_dk: Andre Kunde Valgmuligheder
de_de: Andere Kundenoptionen
el_gr: Άλλες επιλογές των πελατών
fr_fr: Autres choix des clients
ru_ru: Другие выборы клиента

source: Digital Downloads
da_dk: Digitale Downloads
de_de: Digitale Downloads
el_gr: Ψηφιακές Λήψεις
fr_fr: Téléchargements numériques
ru_ru: Цифровые загрузки

source: Awaiting Processing
da_dk: Afventer Behandling
de_de: Warten auf Bearbeitung
el_gr: Εν αναμονή Επεξεργασίας
fr_fr: En attente de traitement
ru_ru: Ожидание обработки

source: Processing
da_dk: Behandler
de_de: in Bearbeitung
el_gr: Επεξεργασία
fr_fr: En traitement
ru_ru: Обработка

source: Shipped
da_dk: Afsendt
de_de: Versendet
el_gr: Απεστάλησαν
fr_fr: Expédié
ru_ru: Отправлено

source: Delivered
da_dk: Leveret
de_de: Geliefert
el_gr: Παραδόθηκε
fr_fr: Livré
ru_ru: Доставлено

source: Will not deliver
da_dk: Vil ikke levere
de_de: Wird nicht liefern
el_gr: Δεν θα παραδώσει
fr_fr: Ne sera pas livré
ru_ru: Не доставится

source: Returned
da_dk: Returneret
de_de: Zurückgegeben
el_gr: Επέστρεψε
fr_fr: Retourné
ru_ru: Возвращено

source: Default
da_dk: Standard
de_de: Standard
el_gr: Προεπιλεγμένη
fr_fr: Défaut
ru_ru: По умолчанию

source: Are you sure you want to remove all products, orders and discounts from Community Store? (y/n)
da_dk: Er du sikker på du vil fjerne alle produkter, ordrer og rabatter fra Community Store Webshoppe? (y/n)
de_de: Sind Sie sicher, dass Sie alle Produkte, Bestellungen und Rabatte aus dem Community Store löschen möchten? (y/n)
el_gr: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε όλα τα προϊόντα, τις παραγγελίες και τις εκπτώσεις από το κοινοτικό κατάστημα; (Ν / Ο)
ru_ru: Вы уверены, что хотите удалить все товары, заказы и скидки из Магазина Сообщества? (д/н)

source: Are you sure you want to remove all products from Community Store? (y/n)
da_dk: Er du sikker på du vil fjerne alle produkter fra Community Store Webshoppe? (y/n)
de_de: Sind Sie sicher, dass Sie alle Produkte aus dem Community Store löschen möchten? (y/n)
el_gr: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε όλα τα προϊόντα από το κοινοτικό κατάστημα; (Ν / Ο)
ru_ru: Вы уверены, что хотите удалить все товары из Магазина Сообщества? (д/н)

source: Are you sure you want to remove all orders from Community Store? (y/n)
da_dk: Er du sikker på du vil fjerne alle ordrer fra Community Store Webshoppe? (y/n)
de_de: Sind Sie sicher, dass Sie alle Bestellungen aus dem Community Store löschen möchten? (y/n)
el_gr: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε όλες τις παραγγελίες από το κοινοτικό κατάστημα; (Ν / Ο)
ru_ru: Вы уверены, что хотите удалить все заказы из Магазина Сообщества? (д/н)

source: Are you sure you want to remove all discounts from Community Store? (y/n)
da_dk: Er du sikker på du vil fjerne alle rabatter fra Community Store Webshoppe? (y/n)
de_de: Sind Sie sicher, dass Sie alle Rabatte aus dem Community Store löschen möchten? (y/n)
el_gr: Είστε βέβαιοι ότι θέλετε να καταργήσετε όλες τις εκπτώσεις από το κοινοτικό κατάστημα; (Ν / Ο)
ru_ru: Вы уверены, что хотите удалить все скидки из Магазина Сообщества? (д/н)

source: Operation aborted.
da_dk: Operation afbrudt.
de_de: Vorgang abgebrochen.
el_gr: Η Λειτουργία ματαιώθηκε.
ru_ru: Операция прервана.

source: %d order deleted
da_dk: %d ordre slettet
de_de: %d Auftrag gelöscht
el_gr: %d παραγγελία διαγράφτηκε
ru_ru: %d заказ удален

source: %d product deleted
da_dk: %d produkt slettet
de_de: %d Produkt gelöscht
el_gr: %d προϊόν διαγράφτηκε
ru_ru: %d товар удален

source: %d discount deleted
da_dk: %d rabat slettet
de_de: %d Rabatt gelöscht
el_gr: %d έκπτωση διαγράφτηκε
ru_ru: %d скидка удалена

source: Memberships and Downloads
el_gr: Συμμετοχές και λήψεις

source: Send order notification to email %sseparate multiple emails with commas%s
el_gr: Στείλτε email κοινοποίησης παραγγελίας %sδιαχωρίστε πολλαπλά μηνύματα ηλεκτρονικού ταχυδρομείου με κόμματα%s

source: Attribute Deleted
de_de: Attribut gelöscht
el_gr: Το Χαρακτηριστικό Διαγράφτηκε
fr_fr: Attribut supprimé

source: Attribute Updated
de_de: Attribut aktualisiert
el_gr: Το Χαρακτηριστικό ενημερώθηκε

source: Search Products
da_dk: Søg Produkter
de_de: Produkte suchen
fr_fr: Rechercher dans les articles
