Repository: concrete5/package-translations
Catalog: warnings-log/*.po
Languages: el_gr

source: Log all the warnings.
el_gr: Καταγράφει όλες τις προειδοποιήσεις.

source: The folder %s must be writable
el_gr: Ο φάκελος "%s" πρέπει να είναι εγγράψιμος

source: %s PHP extension is not installed
el_gr: %s Η επέκταση PHP δεν έχει εγκατασταθεί.

source: %s PDO driver is not installed
el_gr: %s PDO driver δεν έχει εγκατασταθεί.

source: Failed to create the destination directory
el_gr: Απέτυχε η δημιουργία του καταλόγου προορισμού

source: Failed to copy file to the destination directory
el_gr: Αποτυχία αντιγραφής του αρχείου στον κατάλογο προορισμού

source: Warnings Log Settings
el_gr: Warnings Log Ρυθμίσεις

source: Error Handling configured successfully.
el_gr: Ο Χειρισμός λάθους ρυθμίστηκε με επιτυχία.

source: Invalid parameter: %s
el_gr: Μη έγκυρη παράμετρος: %s

source: %d element has been hidden
el_gr: %d στοιχείο είναι κρυμμένο

source: %d element has been shown
el_gr: %d στοιχείο είναι φανερο

source: %d element has been deleted
el_gr: %d στοιχείο έχει διαγραφεί

source: Folder %s is writable
el_gr: Ο φάκελος %s είναι εγγράψιμος

source: This package must be able to write to the %s directory.
el_gr: Αυτό το πακέτο θα πρέπει να μπορεί να γράφει στο %s κατάλογο.

source: %s PHP extension installed
el_gr: %s Η επέκταση PHP έχει εγκατασταθεί.

source: This package needs the %s PHP extension.
el_gr: Αυτό το πακέτο χρειάζεται την %s επέκταση PHP.

source: %s PDO driver installed
el_gr: %s PDO driver έχει εγκατασταθεί.

source: This package needs the %s PDO driver.
el_gr: Αυτό το πακέτο χρειάζεται την %s PDO driver.

source: Before installing this package, please fix all the above errors.
el_gr: Πριν την εγκατάσταση αυτού του πακέτου, παρακαλούμε να διορθώσετε όλα τα παραπάνω λάθη.

source: Repeat checks
el_gr: Επανάληψη ελέγχου

source: %s has been installed, but it is not yet active.
el_gr: %s έχει εγκατασταθεί αλλά δεν είναι ακόμα ενεργή.

source: In order to activate it, please go to <a href="%s">this page</a>.
el_gr: Για να την ενεργοποιήσετε, παρακαλώ πηγαίνετε στο <a href="%s">this page</a>.

source: View visible warnings
el_gr: Δείτε τις ορατές προειδοποιήσεις

source: View hidden warnings
el_gr: Δείτε τις κρυφές προειδοποιήσεις

source: Mark selected warnings as visible
el_gr: Σημειώστε τις επιλεγμένες προειδοποιήσεις ως ορατές

source: Mark selected warnings as hidden
el_gr: Σημειώστε τις επιλεγμένες προειδοποιήσεις ως κρυφές

source: Delete selected warnings
el_gr: Διαγραφή επιλεγμένων προειδοποιήσεων

source: Reload list
el_gr: Επαναφόρτωση λίστας

source: Auto-reload list
el_gr: Αυτόματη φόρτωση λίστας

source: Error Handling
el_gr: Χειρισμός Σφαλμάτων

source: Use default error handler
el_gr: Χρησιμοποιήστε τους προεπιλεγμένους δείκτες

source: Activate Warnings Log
el_gr: Ενεργοποιήστε το Warnings Log

source: Custom provider (%s)
el_gr: Προσαρμοσμένος πάροχος (%s)

source: Since the error handling is initialized at an early stage of the execution, warnings may be intercepted even before the database is configured (and even before concrete5 is installed).
el_gr: Δεδομένου ότι η αντιμετώπιση των λαθών έχει προετοιμαστεί στο προηγούμενο στάδιο της εκτέλεσης, οι προειδοποιήσεις μπορεί να αναχαιτιστούν ακόμη και πριν να γίνει διαμόρφωση της βάσης δεδομένων (και ακόμη και πριν την εγκατάσταση του concrete5).

source: For these reasons, the database used to save the errors/warnings is not the one used by this concrete5 installation, but it's a SQLite file called %1$s created in your %2$s directory
el_gr: Για αυτούς τους λόγους, η βάση δεδομένων που χρησιμοποιείται για την αποθήκευση των σφαλμάτων / προειδοποιήσεων, δεν είναι αυτή που χρησιμοποιείται από αυτή την εγκατάσταση του concrete5, είναι ένα αρχείο SQLite που ονομάζεται %1$s που δημιουργήθηκε στον κατάλογο %2$s

source: Save
el_gr: Αποθήκευση

source: Code
el_gr: Κώδικας

source: File
el_gr: Αρχείο

source: Message
el_gr: Μήνυμα

source: # Seen
el_gr: # Ιδωμένη

source: First Seen
el_gr: Πρώτη Ιδωμένη

source: Last Seen
el_gr: Τελευταία Επίσκεψη

source: Call stack
el_gr: Στοίβα Κλήσεων

source: Call Stack
el_gr: Στοίβα Κλήσεων

source: Close
el_gr: Κλείσιμο

source: Error
el_gr: Σφάλμα
