Repository: concrete5/package-translations
Catalog: d3-block-wrapper/*.po
Languages: de_de, el_gr, he_il, it_it, ja_jp, nl_nl, pt_br, sl_si, sv_se

source: Meant to wrap blocks in an HTML-element
de_de: Umschliesst Blöcke mit einem HTML Element
el_gr: Σκοπός του είναι να συσλευάσει τα μπλοκ ως ένα HTML-στοιχείο
he_il: מיועד לעטוף בלוקים באלמנט HTML
it_it: Racchiude blocchi in un elemento HTML
ja_jp: ブロックをHTMLのタグで括ります
nl_nl: Bedoeld om te laten teruglopen van blokken in een HTML-element
pt_br: Significado para envolver blocos em um elemento HTML
sl_si: Namenjeno za ovijanje blokov v HTML-elementu
sv_se: Omsluter block i ett HTML-element.

source: Block Wrapper
he_il: עטיפת בלוקים
it_it: Contenitore di blocchi
nl_nl: Blok Wrapper
pt_br: Envolvedor de blocks
sl_si: Ovojnica bloka

source: Select template
de_de: Vorlage auswählen
el_gr: Επιλογή προτύπου
he_il: בחירת תבנית
it_it: Seleziona modello
ja_jp: テンプレートを選択してください
nl_nl: Selecteer sjabloon
pt_br: Selecionar modelo
sl_si: Označite predlogo
sv_se: Välj mall

source: Block Title (Optional)
de_de: Blocktitel (Optional)
el_gr: Τίτλος Μπλοκ (Προαιρετικά)
he_il: כותרת בלוק (אופציונלי)
it_it: Titolo del blocco (opzionale)
ja_jp: ブロックの見出し(オプション)
nl_nl: Blok titel (optioneel)
pt_br: Título do Bloco (Opcional)
sl_si: Naslov bloka (opcijsko)
sv_se: Blocktitel (Valfritt)

source: Extra CSS classes
de_de: Zusätzliche CSS Klassen
el_gr: Επιπλέον κλάσεις CSS
he_il: מחלקות CSS נוספות
it_it: Ulteriori classi CSS
ja_jp: CSSクラス（オプション）
nl_nl: Extra CSS-klassen
pt_br: CSS Class adicionais
sl_si: Extra CSS razredi
sv_se: Extra CSS-klasser

source: Extra HTML attribute
de_de: Zusätzliche HTML Attribute
el_gr: Επιπλέον χαρακτηριστικά HTML
he_il: תכונת HTML נוספת
it_it: Ulteriore attributo HTML
ja_jp: HTML属性（オプション）
nl_nl: Extra HTML-kenmerk
pt_br: Atributos HTML adicionais
sl_si: Extra HTML atribut
sv_se: Extra HTML-attribut

source: Link to page
de_de: Link zur Seite
el_gr: Σύνδεση με σελίδα
he_il: קישור לעמוד
it_it: Collega a pagina
ja_jp: ページへのリンクを挿入
nl_nl: Link naar pagina
pt_br: Link para a página
sl_si: Povezava na stran
sv_se: Länk till sida

source: Close Wrapper
de_de: Wrapper schliessen
el_gr: Κλείσιμο περιτύλιξης
he_il: סגירת עטיפה
it_it: Chiudi contenitore
ja_jp: 終了タグ
nl_nl: Sluit Wrapper
pt_br: Fechar Envolvedor
sl_si: Zaključi ovojnico
sv_se: Stäng wrapper

source: Open Wrapper
de_de: Wrapper öffnen
el_gr: Άνοιγμα περιτύλιξης
he_il: פתיחת עטיפה
it_it: Apri contenitore
ja_jp: 開始タグ
pt_br: Abrir Envolvedor
sl_si: Začni ovojnico
sv_se: Öppna wrapper

source: Please select a custom template for this block to either open or close the wrapper
de_de: Bitte wählen Sie eine Designvorlage für den Block aus um den Wrapper zu öffnen resp. schliessen.
el_gr: Παρακαλώ επιλέξτε ένα προσαρμοσμένο πρότυπο για αυτό το μπλοκ για να ανοίξει ή να κλείσει το περιτύλιγμα
he_il: יש לבחור תבנית מותאמת אישית לבלוק זה כדי לפתוח או לסגור את עטיפה
it_it: Selezionare un modello personalizzato per questo blocco, sia per aprire che per chiudere il contenitore
ja_jp: 開始または終了タグに適用するカスタムテンプレートを選択してください
nl_nl: Selecteer een aangepaste template voor dit blok te openen of te sluiten de wrapper
pt_br: Por favor, selecione um modelo personalizado para este bloco para abrir ou fechar o envoldedor
sl_si: Za ta blok označite predlogo po izbiri, bodisi za začetek ali zaključek ovojnice.
sv_se: Var vänlig att välja en anpassad mall för detta block för att antingen öppna eller stänga wrappern.

source: Installs a block called 'Block Wrapper'
de_de: Installiert die "Block Wrapper" Erweiterung
el_gr: Εγκαθιστά ένα μπλοκ που ονομάζεται 'Block Wrapper'.
he_il: מתקין בלוק הקרוי "עטיפת בלוקים"
it_it: Installa un blocco chiamato “Contenitore di blocchi”
ja_jp: Block Wrapper のインストール
nl_nl: Installeert een blok genaamd 'Blok Wrapper'
pt_br: Instala um bloco chamado 'Envolvedor de bloco'
sl_si: Namesti blok 'Ovojnica blokov'
sv_se: Installerar ett block som heter 'Block Wrapper'

# TemplateFileName
source: Close
de_de: Schliessen
el_gr: Κλείσιμο
he_il: סגירה
it_it: Chiudi
ja_jp: 閉じる
nl_nl: Sluiten
pt_br: Fechar
sl_si: Zapri
sv_se: Stäng

# TemplateFileName
source: Open
de_de: Öffnen
el_gr: Άνοιγμα
he_il: פתיחה
it_it: Apri
ja_jp: ページを開く
pt_br: Abrir
sl_si: Odpri
sv_se: Öppna
