Repository: concrete5/package-translations
Catalog: translations-updater/*.po
Languages: de_de, el_gr, es_py, ja_jp, pt_br

source: Update Translations
de_de: Übersetzungen aktualisieren
el_gr: Ενημέρωση Μεταφράσεων
es_py: Actualizar Traducciones
ja_jp: 翻訳を更新
pt_br: Atualizar Traduções

source: Translations Updater
el_gr: Ενημερότητα Μεταφράσεων
es_py: Actualizador de Traducciones
ja_jp: 翻訳更新
pt_br: Atualizador de Traduções

source: Update the translations of concrete5 and of some packages
de_de: Übersetzungen von concrete5 und einigen Paketen aktualisieren
el_gr: Ενημερώστε τις μεταφράσεις του concrete5 και κάποιων πακέτων
es_py: Actualizar las traducciones de concrete5 y de algunos paquetes
ja_jp: concrete5とパッケージの翻訳を更新
pt_br: Atualize a tradução do concrete5 e de alguns pacotes

source: Invalid parameters
de_de: Ungültige Parameter
el_gr: Μη έγκυρες παράμετροι
es_py: Parámetros Inválidos
ja_jp: 不明なパラメーターです。
pt_br: Parâmetros inválidos

source: Failed to create the local language directory
de_de: Das lokale Sprachverzeichnis konnte nicht erstellt werden
el_gr: Απέτυχε η δημιουργία του τοπικού κατάλογου γλώσσας
es_py: Falló en crear un directorio de lenguaje local
ja_jp: ローカルに言語ディレクトリを作成することに失敗しました
pt_br: Falha ao criar o diretório local do idioma

source: The local translations have been correctly updated.
de_de: Die lokalen Übersetzungen wurden korrekt aktualisiert.
el_gr: Οι τοπικές μεταφράσεις έχουν ενημερωθεί σωστά.
es_py: Las traducciones locales han sido correctamente actualizadas.
ja_jp: ローカルの翻訳を正常に更新しました。
pt_br: As traduções locais foram atualizadas corretamente.

source: Failed to update the local language file: access denied
de_de: Die lokale Sprachdatei konnte nicht aktualisiert werden: Zugriff verweigert
el_gr: Απέτυχε η ενημέρωση του τοπικού αρχείου γλώσσας: δεν επιτρέπεται η πρόσβαση
es_py: Falló en actualizar el archivo de lenguaje local: acceso denegado
ja_jp: ローカルの言語ファイルの更新に失敗しました：アクセスできません
pt_br: Falha ao atualizar o arquivo local do idioma: acesso negado

source: Failed to update the local language file
de_de: Die lokale Sprachdatei konnte nicht aktualisiert werden
el_gr: Απέτυχε η ενημέρωση του τοπικού αρχείου γλώσσας
es_py: Falló en actualizar el archivo de lenguaje local
ja_jp: ローカルの言語ファイルの更新に失敗しました
pt_br: Falha ao atualizar o arquivo local do idioma

source: Failed to create the local language file: access denied
de_de: Die lokale Sprachdatei konnte nicht erstellt werden: Zugriff verweigert
el_gr: Απέτυχε η δημιουργία του τοπικού κατάλογου γλώσσας: δεν επιτρέπεται η πρόσβαση
es_py: Falló en crear el archivo de lenguaje local: acceso denegado
ja_jp: ローカルの言語ファイルの作成に失敗しました：アクセスできません
pt_br: Falha ao criar o arquivo local do idioma: acesso negado

source: Failed to create the local language file
de_de: Die lokale Sprachdatei konnte nicht erstellt werden
el_gr: Απέτυχε η δημιουργία του τοπικού κατάλογου γλώσσας
es_py: Falló en crear el archivo de lenguaje local
ja_jp: ローカルの言語ファイルの作成に失敗しました
pt_br: Falha ao criar o arquivo local do idioma

source: Select Component
de_de: Komponente auswählen
el_gr: Επιλέξτε Στοιχείο
es_py: Seleccionar Componente
ja_jp: コンポーネントを選択
pt_br: Selecionar Componente

source: ** Please Select
de_de: ** Bitte auswählen
el_gr: ** Παρακαλώ επιλέξτε
es_py: ** Por favor Seleccionar
ja_jp: ** 選択してください
pt_br: ** Selecione

source: Locally available packages
de_de: Lokal verfügbare Pakete
el_gr: Πακέτα διαθέσιμα Τοπικά
es_py: Paquetes localmente disponibles
ja_jp: ローカルで利用可能なパッケージ
pt_br: Pacotes disponíveis localmente

source: Other core versions
de_de: Andere Kernversionen
el_gr: Άλλες βασικές εκδόσεις
es_py: Otras versiones núcleo
ja_jp: その他のコアバージョン
pt_br: Outras versões do núcleo

source: Other packages
de_de: Andere Pakete
el_gr: Άλλα Πακέτα
es_py: Otros paquetes
ja_jp: その他のパッケージ
pt_br: Outros pacotes

source: Select Language
de_de: Sprache auswählen
el_gr: Επιλέξτε Γλώσσα
es_py: Seleccionar Lenguaje
ja_jp: 言語を選択
pt_br: Selecionar Idioma

source: Used languages
de_de: Genutzte Sprachen
el_gr: Χρησιμοποιούμενες Γλώσσες
es_py: Lenguajes Usados
ja_jp: 使用言語
pt_br: Idiomas usados

source: Other languages
de_de: Andere Sprachen
el_gr: Άλλες γλώσσες
es_py: Otros lenguajes
ja_jp: その他の言語
pt_br: Outros idiomas

source: Translation progress
de_de: Übersetzungsfortschritt
el_gr: Πρόοδος Μετάφρασης
es_py: Progreso de Traducción
ja_jp: 翻訳の進捗
pt_br: Progresso da tradução

source: Position of compiled (.mo) language file
de_de: Ort der kompilierten Sprachdatei (.mo)
el_gr: Θέση μεταγλωτισμένου αρχείου γλώσσας (.mo)
es_py: Posición de archivo de lenguaje compilado (.mo)
ja_jp: コンパイルされた言語ファイル (.mo) の位置
pt_br: Posição do arquivo de idioma compilado (.mo)

source: No translations available for the selected language
de_de: Für die ausgewählte Sprache sind keine Übersetzungen verfügbar
el_gr: Δεν υπάρχουν διαθέσιμες μεταφράσεις για την επιλεγμένη γλώσσα
es_py: Ninguna traducción disponible para el lenguaje seleccionado
ja_jp: 選択された言語では翻訳が利用できません
pt_br: Nenhuma tradução disponível para o idioma selecionado

source: Download .mo file
de_de: Datei .mo herunterladen
el_gr: Κατεβάστε το αρχείο .mo
es_py: Descargar archivo .mo
ja_jp: .mo ファイルをダウンロード
pt_br: Baixar arquivo .mo

source: Download .po file
de_de: Datei .po herunterladen
el_gr: Κατεβάστε το αρχείο .po
es_py: Descargar archivo .po
ja_jp: .po ファイルをダウンロード
pt_br: Baixar arquivo .po

source: Update
de_de: Aktualisieren
el_gr: Ενημέρωση
es_py: Actualizar
ja_jp: 更新
pt_br: Atualizar

source: No server response
de_de: Keine Serverreaktion
el_gr: Καμιά απάντηση του server
es_py: Ninguna respuesta del servidor
ja_jp: サーバーからの応答がありません
pt_br: Nenhuma resposta do servidor

source: No valid server response
de_de: Keine gültige Serverreaktion
el_gr: Δεν υπάρχει έγκυρη απάντηση από τον server
es_py: No hay respuesta válida de servidor
ja_jp: サーバーからの正常な応答がありません
pt_br: Nenhuma resposta válida do servidor
