Repository: concrete5/package-translations
Catalog: jb-google-adsense-free/*.po
Languages: nl_nl, pt_br, ru_ru, sl_si, sv_se

source: Adds Google Ads anywhere you want.
nl_nl: Voegt Google-advertenties waar die je maar wilt.
pt_br: Adic. Google Ads onde desejadar.
ru_ru: Добавляет рекламу Google где хотите
sl_si: Doda Google oglase kljer koli želite.
sv_se: Lägger till Google-annonser vart du vill.

source: Google AdSense FREE
nl_nl: Google AdSense gratis
pt_br: Google AdSense Gratuíto
ru_ru: Google AdSense БЕСПЛАТНО
sv_se: Google AdSense GRATIS

source: Please enter Publisher ID.
nl_nl: Voer Uitgever-ID.
pt_br: Informar o Publisher ID.
ru_ru: Пожалуйста введите идентификатор
sl_si: Vnesite ID za objavljanje
sv_se: Var vänlig ange utgivarens ID.

source: Please select Ad Layout.
nl_nl: Selecteer Ad lay-out.
pt_br: Informar o Ad Layout.
ru_ru: Пожалуйста выберите макет объявлений
sl_si: Izberite postavitev oglasa.
sv_se: Var vänlig välj layout för annons.

source: Ad Details
nl_nl: Advertentie Beschrijving
pt_br: Detalhes Ad.
ru_ru: Детали объявления
sl_si: Podrobnosti oglasa
sv_se: Annonsbeskrivning

source: Style
nl_nl: Stijl
pt_br: Estilo
ru_ru: Стиль
sl_si: Stil
sv_se: Stil

source: Ad Publisher ID
nl_nl: Advertentie-ID in Publisher
ru_ru: Идентификатор рекламного издателя
sl_si: Publisher ID oglasa
sv_se: Annonsutgivares ID

source: Ad Channel ID
nl_nl: Advertentie-ID in kanaal
ru_ru: Идентификатор рекламного канала
sl_si: ID kanala oglasa
sv_se: Annonskanals ID

source: Ad Type
nl_nl: Advertentietype
pt_br: Ad tipo
ru_ru: Тип объявления
sl_si: Tip oglasa
sv_se: Annonstyp

source: Ad Layout
nl_nl: Advertentie-indeling
ru_ru: Макет объявления
sl_si: Postavitev oglasa
sv_se: Annonslayout

source: Backup ads from another URL
nl_nl: Back-up advertenties van een andere URL
pt_br: Backup ads de outra URL
ru_ru: Резервное копирование с другого адреса
sl_si: Podpri oglase z drugega naslova URL
sv_se: Säkerhetskopiera annonser från annan URL

source: Example: http://www.mysite.com/ad.html
nl_nl: Voorbeeld: http://www.mysite.com/ad.html
pt_br: Exemplo: http://www.mysite.com/ad.html
ru_ru: Пример: http://www.mysite.com/ad.html
sl_si: Primer: http://www.mysite.com/ad.html
sv_se: Exampel: http://www.minwebbplats.se/annons.html

source: Corner Style
nl_nl: Hoek stijl
pt_br: Estilo do Canto
ru_ru: Тип уголка
sl_si: Slog vogala
sv_se: Hörnstil

source: Background Color
nl_nl: Achtergrondkleur
pt_br: Cor Background
ru_ru: Цвет фона
sl_si: Barva ozadja
sv_se: Bakgrundsfärg

source: Border Color
nl_nl: Randkleur
pt_br: Cor borda
ru_ru: Цвет границы
sl_si: Barva roba
sv_se: Kantfärg

source: Title Color
nl_nl: Titelkleur
pt_br: Cor Título
ru_ru: Цвет заголовка
sl_si: Barva naslova
sv_se: Rubrikfärg

source: Text Color
nl_nl: Tekstkleur
pt_br: Cor Texto
ru_ru: Цвет текста
sl_si: Barva besedila
sv_se: Textfärg

source: URL Color
nl_nl: URL kleur
pt_br: Cor URL
ru_ru: Цвет интернет адреса
sl_si: Barva povezave
sv_se: URL-färg

source: Add Google ads anywhere you want.
nl_nl: Google-advertenties overal die u wilt toevoegen.
pt_br: Adicionar Google ads em qualquer lugar desejado.
ru_ru: Добавьте рекламу Google где хотите
sl_si: Dodajte Google oglase kjerkoli želite.
sv_se: Lägger till Google-annonser vart du vill
