Repository: concrete5/package-translations
Catalog: reviews/*.po
Languages: it_it

source: Reviews
it_it: Recensioni

source: Adds the ability to add ratings and comments to a page.
it_it: Aggiunge la possibilità di aggiungere valutazioni e commenti a una pagina.

source: Your session has expired. Please log back in.
it_it: La sessione di lavoro è scaduta. Effettuare nuovamente l’accesso.

source: Invalid Email Address
it_it: Indirizzo email non valido

source: Name is required
it_it: È necessario specificare il nome

source: Incorrect captcha code
it_it: Il codice captcha è errato

source: a comment is required
it_it: è necessario specificare un commento

source: Please correct the following errors:
it_it: Correggere i seguenti errori:

source: The comment has been saved
it_it: Il commento è stato salvato

source: An Error occured while saving the comment
it_it: Si è verificato un errore durante il salvataggio del commento

source: Thanks! Your comment has been posted.
it_it: Grazie! Il commento è stato salvato.

source: Reviews Comment Notification
it_it: Notifica commenti delle recensioni

source: The comment has been removed.
it_it: Il commento è stato rimosso.

source: The comment has been approved.
it_it: Il commento è stato approvato.

source: The comment has been unapproved.
it_it: Il commento è stato segnato come non approvato.

source: Title
it_it: Titolo

source: Comments Require Moderator Approval?
it_it: I commenti devono essere approvati da un moderatore?

source: Yes
it_it: Sì

source: Posting Reviews is Enabled?
it_it: Il post delle recensioni è abilitato?

source: Authentication Required to Post?
it_it: È necessario autenticarsi per inserire un post?

source: Email Only
it_it: Solo email

source: Users must login to concrete5
it_it: Gli utenti devono autenticarsi con concrete5

source: Solving a <a href="%s" target="_blank">CAPTCHA</a> Required to Post?
it_it: È necessario inserire un <a href="%s" target="_blank">CAPTCHA</a> per inserire un post?

source: Alert Email Address when Review Posted
it_it: Indirizzo email cui inviare una notifica all’inserimento di recensioni?

source: Average Rating:
it_it: Valutazione media:

source: Edit
it_it: Modifica

source: Are you sure you would like to remove this review?
it_it: Rimuovere questa recensione?

source: Remove
it_it: Rimuovi

source: Un-Approve
it_it: Rimuovi approvazione

source: Approve
it_it: Approva

source: Reviewed by %1$s on %2$s
it_it: Recensione di %1$s del %2$s

source: You must be logged in to leave a review.
it_it: È necessario autenticarsi per scrivere una recensione.

source: Login
it_it: Accedi

source: Leave a Review
it_it: Scrivi una recensione

source: Name:
it_it: Nome:

source: Rating:
it_it: Valutazione:

source: Please type the letters and numbers shown in the image.
it_it: Scrivere le lettere e i numeri mostrati nell’immagine.

source: Post Comment
it_it: Inserisci commento

source: There is a new review on a guestbook in your Concrete5 website. %s To view this review, visit: %s
it_it: C’è una nuova recensione sul tuo sito concrete5. %s Per visualizzare questa recensione, visita: %s
