Repository: concrete5/package-translations
Catalog: gallery/*.po
Languages: ru_ru

source: Access Denied.
ru_ru: Доступ запрещен.

source: Display a gallery of images.
ru_ru: Показывает галерею изображений.

source: Gallery
ru_ru: Галерея

source: Choose Image/File
ru_ru: Выберите Изображение/Файл

source: Please choose at least two images.
ru_ru: Выберите как минимум два изображения.

source: Please choose a file set.
ru_ru: Пожалуйста, выберите набор файлов.

source: File Set
ru_ru: Набор файлов

source: Duration
ru_ru: Длительность

source: Fade Duration
ru_ru: Длительность затухания

source: Also Display
ru_ru: Также показывать

source: Gallery Type
ru_ru: Тип галереи

source: Options
ru_ru: Настройки

source: Thumbnail Width
ru_ru: Ширина миниатюры

source: Thumbnail Height
ru_ru: Высота миниатюры

source: Thumbnails Per Row
ru_ru: Кол-во миниатюр в ряд

source: Max Number of Thumbnails
ru_ru: Максимальное кол-во миниатюр

source: File Attribute: %s
ru_ru: Атрибут Файла: %s

source: ** Default
ru_ru: ** По умолчанию

source: Thumbnail to Use
ru_ru: Использовать миниатюру

source: Type
ru_ru: Тип

source: Custom Gallery
ru_ru: Выбрать отдельные изображения

source: Pictures from File Set
ru_ru: Изображения из набора файлов

source: Playback
ru_ru: Проигрывать

source: Display Order
ru_ru: Очередность отображения

source: Random (But keep sets together)
ru_ru: Случайно (но внутри набора фалов)

source: Completely Random
ru_ru: Абсолютно случайно

source: Add Image
ru_ru: Добавить изображение

source: Set Number
ru_ru: Установить номер

source: Link URL (optional)
ru_ru: URL ссылки (не обязательно)

source: Caption (optional)
ru_ru: Надпись (не обязательно)

source: Provides a simple photo gallery.
ru_ru: Предоставляет простую галерею изображений.
