Repository: concrete5/package-translations
Catalog: list-files-from-set/*.po
Languages: de_de, el_gr, es_py, it_it, nl_nl, pl_pl, sl_si, sv_se

source: Displays a list of files from a file set.
de_de: Zeigt eine Liste von Dateien aus einem Dateialbum an.
el_gr: Εμφανίζει μια λίστα αρχείων από ένα σετ αρχείων.
es_py: Muestra una lista de archivos de un conjunto de archivos.
it_it: Mostra un elenco di file da un set di file.
nl_nl: Lijst van bestanden in een bestandenset.
pl_pl: Wyświetla listę plików z zestawu plików.
sl_si: Prikaže spisek datotek iz nabora datotek.
sv_se: Visa en lista på filer från en filgrupp.

source: List Files From Set
de_de: Dateiliste aus einem Album
el_gr: Κατάλογος Αρχείων Από το Σετ
es_py: Lista de archivos desde conjunto
it_it: Elenca file da set
nl_nl: Bestandslijst uit Set
pl_pl: Lista plików z Zestawu
sl_si: Izpis datotek iz nabora
sv_se: Lista filer från grupp.

source: You must select a file set.
de_de: Bitte ein Dateialbum auswählen.
el_gr: Πρέπει να επιλέξετε ένα σετ αρχείων.
es_py: Debe seleccionar un conjunto de archivos.
it_it: È necessario selezionare un set di file
nl_nl: U moet een bestandenset kiezen.
pl_pl: Musisz wybrać zestaw plików
sl_si: Izbrati morate nabor datotek.
sv_se: Du måste välja en filgrupp.

source: Select File Set
de_de: Dateialbum auswählen
el_gr: Επιλέξτε Σετ Αρχείων
es_py: Seleccion un Conjunto de Archivos
it_it: Seleziona set di file
nl_nl: Selecteer bestand setje
pl_pl: Wybierz zestaw plików
sl_si: Izbor nabora datotek
sv_se: Välj filgrupp.

source: Display
de_de: Zeige
el_gr: Εμφάνιση
es_py: Mostrar
it_it: Mostra
nl_nl: Weergave
pl_pl: Wyświetl
sl_si: Prikaz
sv_se: Visa

source: files from:
de_de: Dateien aus:
el_gr: αρχεία από:
es_py: archivos desde:
it_it: file da:
nl_nl: bestanden uit:
pl_pl: pliki z:
sl_si: datotek iz:
sv_se: filer från:

source: (leave blank or enter zero for all files in set)
de_de: (Für alle Dateien leer lassen oder 0 eingeben)
el_gr: (αφήστε κενό ή πληκτρολογήστε το μηδέν για όλα τα αρχεία στο σετ)
es_py: (deje en blanco o ingreso cero para todos los archivos en el conjunto)
it_it: (lasciare vuoto o inserire zero per tutti i file nel set)
nl_nl: (laat leeg of geef nul voor alle bestanden in de reeks)
pl_pl: (zostaw puste lub wpisz 0 dla wszystkich plików w zestawie)
sl_si: (pustite prazno ali vnesite 0 za vse datoteke v naboru)
sv_se: (lämna tomt eller skriv in noll för att visa alla filer i en grupp)

source: Ordering
de_de: Geordnet nach
el_gr: Ταξινόμηση
es_py: Ordenando
it_it: Ordinamento
nl_nl: Volgorde
pl_pl: Kolejność
sl_si: Razvrščanje
sv_se: Sortering

source: Date added (newest first)
de_de: Hinzugefügt am (Neueste zuerst)
el_gr: Ημερομηνία προσθήκης (τα πιο πρόσφατα πρώτα)
es_py: Fecha añadida(primero los nuevos)
it_it: Data aggiunta (più recenti prima)
nl_nl: Datum toegevoegd (nieuwste eerst)
pl_pl: Data dodana (najnowsze pierwsze)
sl_si: Po datumih dodajanja (najnovejši prvi)
sv_se: Datum tillagd (senaste först)

source: Date added (oldest first)
de_de: Hinzugefügt am (Älteste zuerst)
el_gr: Ημερομηνία προσθήκης (τα παλαιότερα πρώτα)
es_py: Fecha añadida (viejos primero)
it_it: Data aggiunta (più vecchi prima)
nl_nl: Toegevoegde datum (oudste eerst)
pl_pl: Data dodana (najstarsze piersze)
sl_si: Po datumih dodajanja (najstarejši prvi)
sv_se: Datum tillagd (tidigaste först)

source: Alphabetical
de_de: Alphabetisch
el_gr: Αλφαβιτικά
es_py: Alfabeticamente
it_it: Alfabetico
nl_nl: Alfabetische
pl_pl: Alfabetycznie
sl_si: Abecedno
sv_se: Alfabetisk

source: Alphabetical (reversed)
de_de: Alphabetisch (umgekehrte Reihenfolge)
el_gr: Αλφαβητική (αντίστροφη)
es_py: Alfabeticamente (orden inverso)
it_it: Alfabetico (invertito)
nl_nl: Alfabetisch (teruggeboekt)
pl_pl: Alfabetycznie (od końca)
sl_si: Abecedno (obrnjeno)
sv_se: Alfabetisk (omvänd)

source: Set order
de_de: Albenreihenfolge
el_gr: Ταξινόμηση Σετ
es_py: Aplicar orden
it_it: Ordine nel set
nl_nl: Volgorde instellen
pl_pl: Ustaw kolejność
sl_si: Nastavljena razvrstitev
sv_se: Gruppordning

source: Set order (reversed)
de_de: Albenreihenfolge (umgekehrt)
el_gr: Ταξινόμηση Σετ (αντίστροφα)
es_py: Aplicar orden (inverso)
it_it: Ordine nel set (invertito)
nl_nl: Volgorde instellen (reversed)
pl_pl: Ustaw kolejność (od końca)
sl_si: Nastavljena razvrstitev (obrnjeno)
sv_se: Gruppordning (omvänd)

source: Display options
de_de: Anzeigeoptionen
el_gr: Επιλογές εμφάνισης
es_py: Mostrar opciones
it_it: Opzioni di visualizzazione
nl_nl: Opties weergeven
pl_pl: Pokaż opcje
sl_si: Možnosti prikaza
sv_se: Inställningar för visning

source: Display name of set
de_de: Namen des Dateialbums anzeigen
el_gr: Εμφανίζει το όνομα του σετ
es_py: Mostrar nombre de conjunto
it_it: Mostra il nome del set
nl_nl: Naam van set weergeven
pl_pl: Pokaż nazwę zestawu plików
sl_si: Prikaz imena nabora
sv_se: Visa namn på grupp

source: Replace underscores in titles with spaces
de_de: Unterstriche im Dateinamen durch Leerzeichen ersetzen
el_gr: Αντικαταστήστε την κάτω παύλα στους τίτλους με κενά
es_py: Reemplazar guiones en títulos con espacios
it_it: Sostituisci nei titoli i caratteri di sottolineatura con spazi
nl_nl: Vervang onderstrepingstekens in titels met spaties
pl_pl: Zamień podkreślenia w tytułach na spacje
sl_si: Zamenjava podčrt v naslovih s presledki
sv_se: Byt ut understrykning med mellanslag

source: Uppercase first letter of title (lowercase rest)
de_de: Den ersten Buchstaben des Dateinamens groß (den Rest klein)
el_gr: Κεφαλαίο το πρώτο γράμμα του τίτλου (τα υπόλοιπα πεζά)
es_py: Primera letra mayúscula del título (resto en minúsculas)
it_it: Iniziale maiuscola del titolo (tutto il resto in minuscolo)
nl_nl: Eerste hoofdletter van titel (kleine letters rest)
pl_pl: Pierwsza duża litera nazwy (reszta z małych)
sl_si: Velika prva črka naslova (ostale črke male)
sv_se: Sätt stor bokstav först på titel (små bokstäver på resten)

source: Display file size
de_de: Dateigröße anzeigen
el_gr: Εμφάνιση Μεγέθους αρχείου
es_py: Mostrar tamaño de archivo
it_it: Mostra dimensioni dei file
nl_nl: Bestandsgrootte weergeven
pl_pl: Pokaż rozmiar pliku
sl_si: Prikaz velikosti datoteke
sv_se: Visa filstorlek

source: Display date added
de_de: Datum (hinzugefügt) anzeigen
el_gr: Εμφάνιση ημερομηνίας που προστέθηκε
es_py: Muestre fecha agregada
it_it: Mostra data di inserimento
nl_nl: Datum toegevoegd weergeven
pl_pl: Pokaż datę dodania
sl_si: Prikaz datuma dodajanja
sv_se: Visa datum för tilläggning

source: File extension:
de_de: Dateiendung:
el_gr: Επέκταση αρχείου:
es_py: Extensión de archivo:
it_it: Estensione del file:
nl_nl: Bestands extensie:
pl_pl: Rozszerzenie pliku:
sl_si: Podaljšek datoteke:
sv_se: Filändelse:

source: Leave in title (if present)
de_de: Im Titel belassen (wenn vorhanden)
el_gr: Αφήστε στον τίτλο (αν υπάρχει)
es_py: No modificar el título (si está presente)
it_it: Lascia nel titolo (se presente)
nl_nl: Laat in titel (indien aanwezig)
pl_pl: Zostaw w tytule (jeśli występuje)
sl_si: Pusti v naslovu (če je prisoten)
sv_se: Lämna i titel (om tillgänglig)

source: Hide
de_de: verstecken
el_gr: Απόκρυψη
es_py: Ocultar
it_it: Nascondi
nl_nl: Verbergen
pl_pl: Ukryj
sl_si: Skrij
sv_se: Dölj

source: Always show (in brackets / column)
de_de: In Klammern oder einer Spalte anzeigen
el_gr: Εμφάνιση πάντα (σε παρένθεση / στήλη)
es_py: Mostrar siempre (entre paréntesis / columna)
it_it: Mostra sempre (tra parentesi / in colonna)
nl_nl: Altijd weergeven (haakjes / kolom)
pl_pl: Zawsze pokazuj (w nawiasach / kolumnach)
sl_si: Vedno prikaži (v oklepajih / stoplcu)
sv_se: Visa alltid (inom parentes / kolumn)

source: Empty file set message (optional)
de_de: Hinweis bei leerem Dateialbum (optional)
el_gr: Μήνυμα για Κενό σύνολο αρχείων (προαιρετικό)
es_py: Configurar mensaje de archivo vacío (opcional)
it_it: Messaggio opzionale quando il set di file è vuoto
nl_nl: Verwijder bestandsetje bericht (optioneel)
pl_pl: Pusta wiadomość zestawu plików (opcjonalne)
sl_si: Sporočilo o praznem naboru datotek (opcijsko)
sv_se: Töm meddelande för filgrupp (valfritt)

source: Title Override (optional)
de_de: Titel ersetzen (optional)
el_gr: Παράκαμψη Τίτλοου (προαιρετικό)
es_py: Título Anulado (opcional)
it_it: Sovrascrivi titolo (opzionale)
nl_nl: Titel Override (optioneel)
pl_pl: Nadpisz tytuł (opcjonalne)
sl_si: Preglasitev naslova (opcijsko)
sv_se: Åsidosätt rubrik (valfritt)

source: (will replace title/filename, e.g. 'latest file')
de_de: (ersetzt den Titel/Dateinamen. z.B. 'neuste Datei')
el_gr: (θα αντικαταστήσει τον τίτλο / όνομα αρχείου, π.χ. «τελευταίο αρχείο»)
es_py: (reemplazará título/nombre de archivo, por ejemplo "archivo más reciente")
it_it: (sostituirà il titolo o il nome del file, es. “file più grande”)
nl_nl: (vervangt titel/bestandsnaam, bijvoorbeeld 'nieuwste bestand')
pl_pl: (zamieni tytuł/nazwę pliku, np. 'ostatni plik')
sl_si: (bo zamenjalo naslov/ime datoteke, npr. 'zadnja datoteka')
sv_se: (kommer ersätta rubrik/filnamn, t.ex. "senaste filen")

source: File
de_de: Datei
el_gr: Αρχείο
es_py: Archivo
nl_nl: Bestand
pl_pl: Plik
sl_si: Datoteka
sv_se: Fil

source: Type
de_de: Typ
el_gr: Τύπος
es_py: Tipo
it_it: Tipo
pl_pl: Typ
sl_si: Tip
sv_se: Typ

source: Size
de_de: Größe
el_gr: Μέγεθος
es_py: Tamaño
it_it: Dimensione
nl_nl: Grootte
pl_pl: Rozmiar
sl_si: Velikost
sv_se: Storlek

source: Date
de_de: Datum
el_gr: Ημερομηνία
es_py: Fecha
it_it: Data
nl_nl: Datum
pl_pl: Data
sl_si: Datum
sv_se: Datum

source: Access Denied.
de_de: Zugriff verweigert
el_gr: Δεν επιτρέπεται η πρόσβαση.
es_py: Acceso Denegado
it_it: Accesso negato.
nl_nl: Toegang Geweigerd.
pl_pl: Dostęp zabroniony.
sl_si: Dostop zavrnjen.
sv_se: Åtkomst nekad.

source: A block to display a list of files from a file set.
de_de: Zeigt eine Liste von Dateien aus einem Dateialbum an.
el_gr: Ένα μπλοκ για να εμφανίζει μια λίστα των αρχείων από ένα σετ αρχείων.
es_py: Un bloque para mostrar una lista de archivos desde configuración de archivo
it_it: Un blocco che mostra un elenco di file da un set di file.
nl_nl: Een blok met een lijst van bestanden van een bestandenset.
pl_pl: Blok wyświetla listę plików z zestawu plików.
sl_si: Blok za prikaz spiska datotek v naboru datotek.
sv_se: Ett block för att visa en lista av filer från en filgrupp.

source: List files from set
de_de: Dateiliste aus einem Album
el_gr: Λίστα αρχείων από το Σετ
es_py: Lista de archivos del conjunto
it_it: Elenca file da set
nl_nl: Bestandslijst uit set
pl_pl: Lista plików z zestawu
sl_si: Izpis datotek iz nabora
sv_se: Lista filer från grupp
