Repository: concrete5/package-translations
Catalog: handle-https/*.po
Languages: de_de, el_gr, it_it, sl_si, sv_se

source: Handle HTTPS
de_de: HTTPS bearbeiten
it_it: Gestisci HTTPS
sl_si: Uporabi HTTPS
sv_se: Hantera HTTPS

source: Handle http/https protocols for site pages
el_gr: Χειρίζετε πρωτόκολλα http / https για σελίδες του site
it_it: Gestisci i protocolli http/https per le pagine del sito
sl_si: Uporabi http/https protokol za strani
sv_se: Hantera http/https-protokoll för webbsidor

# AttributeTypeName
source: HTTPS handling
de_de: HTTPS-Bearbeitung
el_gr: Χειρισμός HTTPS
it_it: Gestione HTTPS
sl_si: uporaba HTTPS
sv_se: HTTPS-hantering

# AttributeKeyName
source: Page HTTP/HTTPS
de_de: Seite HTTP/HTTPS
el_gr: Σελίδα HTTP / HTTPS
it_it: HTTP/HTTPS delle pagine
sl_si: Stran HTTP/HTTPS
sv_se: HTTP/HTTPS för sida

source: Require HTTP
de_de: Benötigt HTTP
el_gr: Απαιτεί HTTP
it_it: Richiedi HTTP
sl_si: Zahtevaj HTTP
sv_se: Kräver HTTP

source: Require HTTPS
de_de: Benötigt HTTPS
el_gr: Απαιτεί HTTP
it_it: Richiedi HTTPS
sl_si: Zahtevaj HTTPS
sv_se: Kräver HTTPS

source: Inherit HTTP/HTTPS from parent page
el_gr: Κληροδοτεί HTTP / HTTPS από μητρική σελίδα
it_it: Eredita HTTP/HTTPS dalla pagina padre
sl_si: Prevzemi HTTP/HTTPS iz nadstrani
sv_se: Ärver HTTP/HTTPS från överordnad sida

source: Don't check for HTTP/HTTPS
de_de: Nicht auf HTTP/HTTPS überprüfen
el_gr: Να μην γίνεται έλεγχος για HTTP / HTTPS
it_it: Non verificare HTTP/HTTPS
sl_si: Ne preveri za HTTP/HTTPS
sv_se: Titta inte efter HTTP/HTTPS

source: Use default settings
de_de: Standardeinstellungen verwenden
el_gr: Χρησιμοποιήστε τις προεπιλεγμένες ρυθμίσεις
it_it: Usa le impostazioni predefinite
sl_si: Uporabi privzete nastavitve
sv_se: Använd förvalda inställningar

source: Type Options
de_de: Typoptionen
el_gr: Επιλογές Τύπου
it_it: Opzioni del tipo
sl_si: Vpiši nastavitve
sv_se: Typ-alternativ

source: Enable HTTP/HTTPS handling
de_de: HTTP/HTTPS-Bearbeitung aktivieren
el_gr: Ενεργοποίηση χειρισμού HTTP / HTTPS
it_it: Abilita la gestione di HTTP e HTTPS
sl_si: Omogoči uporabo HTTP/HTTPS
sv_se: Aktivera HTTP/HTTPS-hantering

source: Redirect users that can edit the page
el_gr: Ανακατευθύνει τους χρήστες που μπορούν επεξεργαστούν τη σελίδα
it_it: Reindirizza gli utenti che possono modificare la pagina
sl_si: Preusmeri uporabnike, ki lahko urejajo stran
sv_se: Omdirigera användare som kan redigera sidan.

source: Default behaviour
de_de: Standardverhalten
el_gr: Προεπιλεγμένη συμπεριφορά
it_it: Comportamento predefinito
sl_si: Privzeto obnašanje
sv_se: Förvalt beteende

source: HTTP and HTTPS domains are different?
de_de: HTTP und HTTPS Domains sind verschieden?
el_gr: Τα πεδία HTTP και HTTPS είναι διαφορετικά;
it_it: I domini HTTP e HTTPS sono differenti?
sl_si: HTTP in HTTPS domeni sta različni?
sv_se: HTTP- och HTTPS-domäner är olika?

source: HTTP base url
de_de: HTTP Basis-URL
el_gr: βασική HTTP url
it_it: Indirizzo di base HTTP
sl_si: osnovni naslov HTTP
sv_se: HTTP bas-URL

source: please specify only the domain
el_gr: παρακαλώ προσδιορίστε μόνο το domain
it_it: specificare solo il dominio
sl_si: prosimo navedite samo domeno
sv_se: Var vänlig specificera endast domänen

source: HTTPS base url
de_de: HTTPS Basis-URL
el_gr: HTTP base url
it_it: Indirizzo di base HTTPS
sl_si: osnovni naslov HTTPS
sv_se: HTTPS bas-URL
