Repository: concrete5/package-translations
Catalog: localizer/*.po
Languages: de_de, it_it, ja_jp, nl_nl, sl_si, sv_se

source: Localizer
ja_jp: ローカライザー
sl_si: Lokalizator
sv_se: Lokaliseraren

source: Allow localizing special items, for instance user and file attributes.
de_de: Besonderen Elementen, wie zum Beispiel Benutzer- und Dateiattributen, übersetzen.
it_it: Permette di tradurre alcuni elementi, come per esempio gli attributi degli utenti e gli attributi dei file.
ja_jp: 特殊項目のローカライズをユーザー、またはファイル属性に対して行なえるようにします。
nl_nl: Toestaan bijzondere posten, bijvoorbeeld gebruiker en bestandskenmerken lokaliseren.
sl_si: Dovoli lokalizacijo posebnih elementov, na primer uporabniških in datotečnih atributov.
sv_se: Tillåt lokalisering av särskilda poster, till exempel användare och filattribut.

source: translate special items, translation, attribute names, attribute set names, attribute type names, permission names, permission descriptions, access entity type names
de_de: übersetzen von besonderen Elementen, Attribute, Attributalben, Attributtypen, Anzeigeberechtigungen, Beschreibungen der Anzeigeberechtigungen, Berechtigungseinheiten
it_it: traduci elementi speciali, traduzione, nomi attributi, nomi set di attributi, nomi tipi attributi, nomi autorizzazioni, descrizioni autorizzazioni, nomi tipi entità di accesso
ja_jp: 特殊項目の翻訳, 翻訳, 属性名, 属性セット名, 属性タイプ名, 権限名, 権限説明, アクセスエンティティタイプ名
nl_nl: bijzondere posten, vertaling, kenmerknamen vertalen, kenmerk ingesteld namen, kenmerk typenamen toestemming namen, beschrijvingen van de toestemming, toegang entiteit typenamen
sl_si: prevod posebnih elementov, prevod, imena atributov, imena naborov atributov, imena tipov atributov, imena dovoljenj, opisi dovoljenj, imena tipov dostopnih vsebin
sv_se: översätt särskilda poster, översättning, egenskapsnamn, egenskapsgruppers namn, egenskapstypers namn, behörighetsnamn , behörighetsbeskrivningar, behörighetsenhetstypsnamn

source: Localizer options
de_de: Localizer Optionen
it_it: Opzioni di Localizer
ja_jp: ローカライザー・オプション
nl_nl: Localizer opties
sl_si: Možnosti lokalizatorja
sv_se: Alternativ för Lokaliseraren

source: Set the Localizer options.
de_de: Die Localizer Optionen einrichten.
it_it: Imposta le opzioni di Localizer.
ja_jp: ローカライザーのオプションを設定
nl_nl: Stel de opties Localizer.
sl_si: Nastavitev možnosti lokalizatorja.
sv_se: Ställ in alternativ för Lokaliseraren.

source: localizer options, options localizer
de_de: localizer optionen, optionen localizer
it_it: opzioni localizer, localizer configura
ja_jp: ローカライザー・オプション、ローカライザーのオプション
nl_nl: Localizer opties, opties localizer
sl_si: možnosti lokalizatorja, lokalizator možnosti
sv_se: Lokaliseringsalternativ, alternativ för Lokaliseraren.

source: Attribute sets names
de_de: Namen der Attribut-Alben
it_it: Nomi dei set di attributi
ja_jp: 属性セット名
nl_nl: Attribuut stelt namen
sl_si: Imena naborov atributov
sv_se: Namn för egenskapsgrupper

source: Attribute key names
de_de: Namen der Attribut-Schlüssel
it_it: Nomi degli attributi
ja_jp: 属性キー名
nl_nl: Kenmerk sleutelnamen
sl_si: Imena ključev atributov
sv_se: Namn för egenskapsnycklar

source: Attribute type names
de_de: Namen der Attribut-Typen
it_it: Nomi dei tipi di attributo
ja_jp: 属性タイプ名
nl_nl: Type kenmerknamen
sl_si: Imena tipov atributov
sv_se: Namn för egenskapstyp

source: Permission key names
de_de: Bezeichnungen der Berechtigungsschlüssel
it_it: Nomi delle chiavi di autorizzazione
ja_jp: 権限キー名
nl_nl: Toestemming sleutelnamen
sl_si: Imena ključev atributov
sv_se: Namn för behörighetnyckel

source: Permission key descriptions
de_de: Beschreibungen der Berechtigungsschlüssel
it_it: Descrizioni delle chiavi di autorizzazione
ja_jp: 権限キー説明
nl_nl: Toestemming belangrijke beschrijvingen
sl_si: Opisi ključev dovoljenj
sv_se: Beskrivning för behörighetsnyckel

source: Access entity type names
de_de: Namen der Berechtigungseinheitstypen
it_it: Nomi dei tipi di entità di accesso
ja_jp: アクセスエンティティタイプ名
nl_nl: Entiteitsnamen type toegang
sl_si: Imena tipov dostopnih vsebin
sv_se: Namn för enhetstyp

source: Job set names
de_de: Bezeichnung der Aufgabensammlung
it_it: Nomi dei set di processi
ja_jp: ジョブセット名
nl_nl: Baan stel namen
sl_si: Imena naborov opravil
sv_se: Namn för jobbgrupp

source: User group names
de_de: Namen der Benutzergruppen
it_it: Nomi dei gruppi di utenti
ja_jp: ユーザーグループ名
nl_nl: Groep gebruikersnamen
sl_si: Imena uporabniških skupin
sv_se: Namn för användargrupper

source: User group descriptions
de_de: Beschreibungen der Benutzergruppen
it_it: Descrizioni dei gruppi di utenti
ja_jp: ユーザーグループ説明
nl_nl: Gebruiker groep beschrijvingen
sl_si: Opisi uporabniških skupin
sv_se: Beskrivning för användargrupper

source: User group set names
de_de: Namen der Benutzergruppenalben
it_it: Nomi dei set di gruppi di utenti
ja_jp: ユーザーグループセット名
nl_nl: Gebruikersgroep stel namen
sl_si: Imena naborov uporabniških skupin
sv_se: Namn för användargrupper

source: Values of the select attributes
de_de: Auswahllisten Attribut Werte
it_it: Valori degli attributi menu di selezione
ja_jp: 選択属性の値
nl_nl: Waarden van de geselecteerde kenmerken
sl_si: Vrednosti izbirnih atributov
sv_se: Värden på valda egenskaper

source: Area names
de_de: Area Namen
it_it: Nomi delle aree
ja_jp: エリア名
nl_nl: Gebied namen
sl_si: Imena področij
sv_se: Områdesnamn

source: Still in development
de_de: In Entwicklung
it_it: Ancora in fase di sviluppo
ja_jp: 開発中
nl_nl: Nog in ontwikkeling
sl_si: Še vedno v razvoju
sv_se: Under utveckling

source: Available from concrete5 %s
de_de: Verfügbar ab concrete5 %s
it_it: Disponibile da concrete5 %s
ja_jp: concrete5 %s 以降で利用可能
nl_nl: Beschikbaar vanaf concrete5 %s
sl_si: Na voljo od concrete5 %s
sv_se: Tillgänglig från concrete5 %s

source: The options have been saved.
de_de: Die Einstellungen wurden gespeichert.
it_it: Le opzioni sono state salvate.
ja_jp: オプションが保存されました。
nl_nl: De opties zijn opgeslagen.
sl_si: Možnosti so bile shranjene.
sv_se: Alternativet har sparats.

source: Please enable at least one item class to be translated.
de_de: Mindestend eine Elementklasse muss zum Übersetzen markiert sein.
it_it: Abilitare almeno una classe di elementi da tradurre.
nl_nl: Activeer ten minste één artikelklasse worden vertaald.
sl_si: Omogočite vsaj en element razreda za prevod.
sv_se: Vänligen aktivera minst en objektsklass som ska översättas.

source: Page attributes
de_de: Seitenattribute
it_it: Attributi di pagina
ja_jp: ページ属性
nl_nl: Paginakenmerken
sl_si: Tipi strani
sv_se: Sidegenskaper

source: User attributes
de_de: Benutzerattribute
it_it: Attributi utente
ja_jp: ユーザー属性
nl_nl: Gebruikerskenmerken
sl_si: Uporabniški atributi
sv_se: Användaregenskaper

source: File attributes
de_de: Dateiattribute
it_it: Attributi dei file
ja_jp: ファイル属性
nl_nl: Bestandskenmerken
sl_si: Datotečni atributi
sv_se: Filegenskaper

source: Page
de_de: Seite
it_it: Pagina
ja_jp: ページ
nl_nl: Pagina
sl_si: Stran
sv_se: Sida

source: Single page
de_de: Sonderseite
it_it: Pagina singola
ja_jp: シングルページ
nl_nl: Enkele pagina
sl_si: Samostojna stran
sv_se: Specialsida

source: Stack
de_de: Stapel
it_it: Pila
ja_jp: スタック
nl_nl: Stapel
sl_si: Sklad

source: Composer page
de_de: Composer-Seite
it_it: Pagina del composer
ja_jp: コンポーザーページ
nl_nl: Componist pagina
sl_si: Urejevalna stran
sv_se: Composersida

source: User
de_de: Benutzer
it_it: Utente
ja_jp: ユーザー
nl_nl: Gebruiker
sl_si: Uporabnik
sv_se: Användare

source: File set
de_de: Dateialbum
it_it: Set di file
ja_jp: ファイルセット
nl_nl: Bestandenset
sl_si: Nabor datotek
sv_se: Filgrupp

source: File
de_de: Datei
ja_jp: ファイル
nl_nl: Bestand
sl_si: Datoteka
sv_se: Fil

source: Area
de_de: Inhaltsbereich
ja_jp: エリア
nl_nl: Gebied
sl_si: Območje
sv_se: Område

source: Block type
de_de: Blocktyp
it_it: Tipo di blocco
ja_jp: ブロックタイプ
nl_nl: Bloktype
sl_si: Tip bloka
sv_se: Blocktyp

source: Block
it_it: Blocco
ja_jp: ブロック
nl_nl: Blok
sl_si: Blok

source: Administration
de_de: Verwaltung
it_it: Amministrazione
ja_jp: 管理者
nl_nl: Administratie
sl_si: Administracija

source: Site map
de_de: Seitenübersicht
it_it: Mappa del sito
ja_jp: サイトマップ
sl_si: Kazalo spletnega mesta
sv_se: Webbplatskarta

source: MarketPlace newsflow
de_de: Marketplace Neuigkeiten
it_it: Notizie dal MarketPlace
ja_jp: マーケットプレイスニュースフロー
nl_nl: Markt-newsflow
sl_si: Pretok novic tržnice
sv_se: Marknadsplats nyhetsflöde

source: Basic workflow
de_de: Einfacher Arbeitsablauf
it_it: Flusso di lavoro di base
ja_jp: 基本ワークフロー
nl_nl: Basiswerkstroom
sl_si: Osnovni delovni tok
sv_se: Enkelt arbetsflöde

source: Area Names
de_de: Area Namen
it_it: Nomi delle aree
ja_jp: エリア名
nl_nl: Gebied namen
sl_si: Območna imena
sv_se: Områdesnamn

source: The translations have been saved.
de_de: Die Übersetzungen wurden gespeichert.
it_it: Le traduzioni sono state salvate.
ja_jp: 翻訳が保存されました。
nl_nl: De vertalingen zijn opgeslagen.
sl_si: Prevodi so bili shranjeni.
sv_se: Översättningen har sparats.

source: Invalid locale identifier: '%s'
de_de: Ungültige Spachkennung: '%s'
it_it: Codice lingua non valido: “%s”
ja_jp: 不正な地域識別子：'%s'
nl_nl: Ongeldige landinstelling-id: '%s'
sl_si: Napačna lokalna spremenljivka: '%s'
sv_se: Ogiltig lokal identifierare: '%s'

source: Unable to find the attribute set with id '%s'
de_de: Attributalbum mit der ID '%s' konnte nicht gefunden werden
it_it: Impossibile trovare il set di attributi con id “%s”
ja_jp: IDが '%s' の属性セットが見つかりません。
nl_nl: Kan niet vinden het kenmerk is ingesteld met id '%s'
sl_si: Ne morem najti nabora atributov z ID '%s'
sv_se: Kunde inte hitta egenskapsgruppen med id '%s'

source: Unable to find the attribute key with id '%s'
de_de: Attributschlüssel mit der ID '%s' konnte nicht gefunden werden
it_it: Impossibile trovare la chiave dell’attributo con id “%s”
ja_jp: IDが '%s' の属性キーが見つかりません。
nl_nl: Kan niet vinden de kenmerk-sleutel met id '%s'
sl_si: Ne morem najti ključa atributa z ID '%s'
sv_se: Kunde inte hitta egenskapsnyckeln med id '%s'

source: Unable to find the attribute type with id '%s'
de_de: Attributtyp mit der ID '%s' konnte nicht gefunden werden
it_it: Impossibile trovare il tipo di attributo con id “%s”
ja_jp: IDが '%s' の属性タイプが見つかりません。
nl_nl: Kan niet vinden het kenmerktype met id '%s'
sl_si: Ne morem najti tipa atributa z ID '%s'
sv_se: Kunde inte hitta egenskapstypen med id '%s'

source: Unable to find the permission key with id '%s'
de_de: Berechtigungsschlüssel mit der ID '%s' konnte nicht gefunden werden
it_it: Impossibile trovare la chiave di autorizzazione con id “%s”
ja_jp: IDが '%s' の権限キーが見つかりません。
nl_nl: Kan niet vinden de toestemming sleutel met id '%s'
sl_si: Ne morem najti ključa dovoljenja z ID '%s'
sv_se: Kunde inte hitta behörighetsnyckeln med id '%s'

source: Unable to find the access entity type with id '%s'
de_de: Berechtigungseinheitstyp mit der ID '%s' konnte nicht gefunden werden
it_it: Impossibile trovare il tipo di entità di autorizzazione con id “%s”
ja_jp: IDが '%s' のアクセスエンティティタイプが見つかりません。
nl_nl: Kan niet vinden het toegangstype voor de entiteit met id '%s'
sl_si: Ne morem najti tipa dostopne vsebine z ID '%s'
sv_se: Kunde inte hitta enhetstyperna med id '%s'

source: Unable to find the job set with id '%s'
de_de: Auftragsalbum mit der ID '%s' konnte nicht gefunden werden
it_it: Impossibile trovare il set di processi con id “%s”
ja_jp: IDが '%s' のジョブセットが見つかりません。
nl_nl: Niet in staat om de baan instellen met id '%s' te vinden
sl_si: Ne morem najti nabora opravil z ID '%s'
sv_se: Kunde inte hitta jobbgruppen med id '%s'

source: Unable to find the users group with id '%s'
de_de: Benutzergruppe mit der ID '%s' konnte nicht gefunden werden
it_it: Impossibile trovare il gruppo di utenti con id '%s'
ja_jp: IDが '%s' のユーザーグループが見つかりません
nl_nl: Kan niet vinden van de gebruikersgroep met id '%s'
sl_si: Ne morem najti uporabniške skupine z ID '%s'
sv_se: kunde inte hitta användargruppen med id '%s'

source: Unable to find the set of users group with id '%s'
de_de: Benutzergruppenalbum mit der ID '%s' konnte nicht gefunden werden
it_it: Impossibile trovare il set di gruppi di utenti con id '%s'
ja_jp: IDが '%s' のユーザーグループセットが見つかりません。
nl_nl: Kan niet vinden de set van de gebruikersgroep met id '%s'
sl_si: Ne morem najti nabora uporabniških skupin z ID '%s'
sv_se: Kunde inte hitta gruppen med användargrupper med id '%s'

source: Unable to find the select option value with id '%s'
de_de: Auswahllisten Wert mit ID '%s' konnte nicht gefunden werden
it_it: Impossibile trovare il valore dell’opzione con id “%s”
ja_jp: IDが '%s' の選択オプション値が見つかりません
nl_nl: Kan niet vinden de Selecteer Optiewaarde met id '%s'
sl_si: Ne morem najti vrednosti izbirne možnosti z ID '%s'
sv_se: Kan inte hitta den valda alternativvärde med id '%s'

source: Unable to create folder %s
de_de: Das Verzeichnis %s kann nicht erstellt werden
it_it: Impossibile creare la cartella %s
ja_jp: %s フォルダーが作成できません
nl_nl: Niet in staat om te maken map %s
sl_si: Ne morem ustvariti mape %s
sv_se: Kunde inte skapa katalog %s

source: Unable to save file %s
de_de: Die Datei %s kann nicht gespeichert werden
it_it: Impossibile salvare il file %s
ja_jp: %s ファイルを保存できません
nl_nl: Niet in staat om op te slaan bestand %s
sl_si: Ne morem shraniti datoteke %s
sv_se: Kunde inte spara fil %s

source: Same as English (US)
de_de: Wie im Englischen (US)
it_it: Come l’inglese (U.S.A.)
ja_jp: 英語（US）と同じ
nl_nl: Hetzelfde als Engels (VS)
sl_si: Isto kot Angleško (US)
sv_se: Samma som English (US)

source: Which items to you want to be translated?
de_de: Welche Elemente sollen übersetzt werden?
it_it: Quali elementi vuoi tradurre?
nl_nl: Welke items u wilt worden vertaald?
sl_si: Katere elemente bi radi prevedli?
sv_se: Vilka saker vill du kunna översätta?

source: enabled
de_de: aktiviert
it_it: abilitato
ja_jp: 有効
nl_nl: ingeschakeld
sl_si: omogočeno
sv_se: aktiverad

source: disabled
de_de: deaktiviert
it_it: disabilitato
ja_jp: 無効
nl_nl: uitgeschakeld
sl_si: onemogočeno
sv_se: inaktiverad

source: Warning!
de_de: Warnung!
it_it: Attenzione!
ja_jp: 警告！
nl_nl: Waarschuwing!
sl_si: Opozorilo!
sv_se: Varning!

source: Disabled item classes causes translations to be lost!
de_de: Deaktivierte Elementklassen führen zum Löschen von deren Übersetzungen.
it_it: Le classi di elementi disabilitate perderanno le traduzioni!
nl_nl: Uitgeschakeld item klassen zorgt ervoor dat vertalingen verloren gaan!
sl_si: Onemogočeni razredi elementov povzročijo izgubo prevoda!
sv_se: Inaktiverade objektsklasser orsakar att översättningen går förlorad!

source: Save
de_de: Speichern
it_it: Salva
ja_jp: 保存
nl_nl: Opslaan
sl_si: Shrani
sv_se: Spara

source: Translate special items
de_de: Besonderen Elemente übersetzen
it_it: Traduci elementi speciali
ja_jp: 特殊項目を翻訳
nl_nl: Translate bijzondere posten
sl_si: Prevod posebnih elementov
sv_se: Översätt särskilda objekt

source: No locales defined.
de_de: Kein Gebietsschema definiert.
it_it: Nessuna lingua definita
ja_jp: 地域が設定されていません。
nl_nl: Geen locales gedefinieerd.
sl_si: Ni definiranih lokalnosti.
sv_se: Inga platser definierade.

source: Items
de_de: Einträge
it_it: Elementi
ja_jp: 項目
nl_nl: Artikelen
sl_si: Elementi
sv_se: Objekt

source: Language
de_de: Sprache
it_it: Lingua
ja_jp: 言語
nl_nl: Taal
sl_si: Jezik
sv_se: Språk

source: Options
de_de: Optionen
it_it: Opzioni
ja_jp: オプション
nl_nl: Opties
sl_si: Možnosti
sv_se: Alternativ
