Repository: concrete5/package-translations
Catalog: multilingual-attributes/*.po
Languages: pl_pl, sv_se

source: Multilingual attributes
pl_pl: Wielojęzyczne atrybuty
sv_se: Flerspråkiga egenskaper

source: Allows users to specify attributes in multiple languages.
pl_pl: Pozwala użytkownikom wybrać atrybuty w wielu językach.
sv_se: Tillåt användare att ange egenskaper i flera språk.

# AttributeTypeName
source: Multilingual attribute
pl_pl: Wielojęzyczne atrybuty
sv_se: Flerspråkig egenskap

source: Title
pl_pl: Tytuł
sv_se: Titel

source: Description
pl_pl: Opis
sv_se: Beskrivning

source: Text
pl_pl: Tekst

source: Text Area
pl_pl: Obszar tekstu

source: all languages
pl_pl: wszystkie języki

# Only for language
source: Only for %s
pl_pl: Tylko dla %s
sv_se: Endast för %s

source: Enter search text
pl_pl: Wpisz szukany tekst
sv_se: Ange söktext

# %s is a language
source: Fallback to %s
pl_pl: Cofnij to %s
sv_se: Återgå till %s

source: Attribute options
pl_pl: Opcje atrybutu
sv_se: Alternativ för egenskaper

source: Type
pl_pl: Typ
sv_se: Typ

source: When not set for a language, use the value of:
pl_pl: Kiedy język jest nie ustawiony, użyj tej wartości:
sv_se: När inget är angett för språket, använd värdet av:

source: Rich Text
sv_se: formaterad text (RTF)

# No attribute
source: none
sv_se: ingen
