Repository: concrete5/package-translations
Catalog: free-cookies-disclosure/*.po
Languages: it_it, nl_nl, sl_si, sv_se

source: User action form for cookies disclosure.
it_it: Modulo interattivo per l’informativa sui cookie.
nl_nl: Formulier van de gebruiker actie voor cookies openbaarmaking.
sl_si: Obrazec uporabnikove akcije za piškotke.
sv_se: Användarformulär för offentliggörande av kakor.

source: Cookies Disclosure Form
it_it: Modulo informativo sui cookie
nl_nl: Cookies openbaarmaking formulier
sl_si: Obrazec za piškotke
sv_se: Formulär för offentliggörande av kakor

source: I accept cookies from this site
it_it: Accetto i cookie di questo sito.
nl_nl: Ik accepteer cookies van deze site
sl_si: Sprejmem piškotke s tega spletnega mesta
sv_se: Jag accepterar kakor från denna webbplats

source: Allow Cookies
it_it: Permetti i cookie
nl_nl: Cookies toestaan
sl_si: Dovoli piškotke
sv_se: Tillåt kakor

source: Options
it_it: Opzioni
nl_nl: Opties
sl_si: Možnosti
sv_se: Inställningar

source: Show Checkbox
it_it: Mostra casella di controllo
nl_nl: Toon Checkbox
sl_si: Pokaži potrditveno polje
sv_se: Visa kryssbox

source: AJAX Submit
it_it: Invio AJAX
nl_nl: AJAX indienen
sl_si: AJAX pošiljanje
sv_se: AJAX skicka

source: Accept Text
it_it: Testo accettazione
nl_nl: Tekst accepteren
sl_si: Sprejmi besedilo
sv_se: Text för godkännande

source: Leave empty if you don't want to show this
it_it: Lasciare vuoto per non mostrarlo
nl_nl: Laat leeg als u niet wilt laten zien dat dit
sl_si: Pustite prazno, če tega ne želite pokazati
sv_se: Lämna tomt ifall du inte vill visa detta

source: Button Text
it_it: Testo del pulsante
nl_nl: Knoptekst
sl_si: Besedilo gumba
sv_se: Knapptext

source: Free Cookies Disclosure
it_it: Informativa gratuita sui cookie
nl_nl: Gratis Cookies openbaarmaking
sl_si: Brezplačno razkrivanje piškotkov
sv_se: Gratis tillägg för offentliggörande av kakor

source: Notify your users about EU Cookie Law.
it_it: Notifica agli utenti circa la legge europea sui cookie.
nl_nl: Uw gebruikers over EU-wetgeving voor Cookie te informeren.
sl_si: Obvesti uporabnika o EU zakonu o piškotkih.
sv_se: Meddela dina användare om EU-lagen om kakor.

source: Dark
it_it: Scuro
nl_nl: Donkere
sl_si: Temno
sv_se: Mörk

source: Light
it_it: Chiaro
nl_nl: Licht
sl_si: Svetlo
sv_se: Ljus

source: Custom
it_it: Personalizzato
nl_nl: Aangepast
sl_si: Po meri
sv_se: Egen

source: Hide interval must be greater than zero!
it_it: L’intervallo per nascondere deve essere maggiore di zero!
nl_nl: Verbergen interval moet groter dan nul!
sl_si: Interval skrivanja mora biti večji od nič!
sv_se: Intervallet för att dölja måste vara högre än noll!

source: Cookies disclosure settings saved.
it_it: Le impostazioni sull’informativa sui cookie sono state salvate.
nl_nl: Instellingen voor cookies openbaarmaking opgeslagen.
sl_si: Nastavitve razkrivanja piškotkov so shranjene.
sv_se: Inställningar för offentliggörande av kakor sparade.

source: This site uses cookies. Some of the cookies we use are essential for parts of the site to operate and have already been set. You may delete and block all cookies from this site, but parts of the site will not work.
it_it: Questo sito utilizza i cookie. Qualcuno tra i cookie che utilizziamo fanno parte del sito sono necessari per il suo corretto funzionamento e sono già stati impostati. Potresti provare a bloccare tutti i cookie provenienti da questo sito, ma alcune parti del sito potrebbero non funzionare.
nl_nl: Deze site maakt gebruik van cookies. Sommige van de cookies die we gebruiken zijn essentieel voor onderdelen van de site te bedienen en zijn al vastgesteld. U kunt verwijderen en blokkeren alle cookies van deze site, maar delen van de site zal niet werken.
sl_si: Ta stran uporablja piškotke. Nekateri piškotki, ki jih uporabljamo so pomembni za delovanje strani in so že nastavljeni. Lahko pobrišete ali blokirate vse piškotke, vendar potem deli spletne strani ne bodo delovali.
sv_se: Denna webbplats använder kakor. Vissa av kakorna vi använder är nödvändiga för att delar av webbplatsen ska fungera och har redan blivit satta. Du kan ta bort och blockera alla kakor från denna webbplats, men delar av webbplatsen kommer då inte att fungera.

source: Cookies Disclosure Settings
it_it: Impostazioni informativa sui cookie
nl_nl: Instellingen voor cookies openbaarmaking
sl_si: Nastavitve razkritja piškotkov
sv_se: Inställningar för offentliggörande av kakor

source: Display Settings
it_it: Impostazioni di visualizzazione
nl_nl: Weergave-instellingen
sl_si: Prikaži nastavitve
sv_se: Visa inställningar

source: Alignment
it_it: Allineamento
nl_nl: Uitlijning
sl_si: Poravnava
sv_se: Justering

source: Top of the Page
it_it: In cima alla pagina
nl_nl: Bovenkant van de pagina
sl_si: Na vrhu strani
sv_se: Längst upp på sidan

source: Bottom of the Page
it_it: In fondo alla pagina
nl_nl: Onderkant van de pagina
sl_si: Pod stranjo
sv_se: Längst ner på sidan

source: Color Profile
it_it: Profilo di colore
nl_nl: Kleurprofiel
sl_si: Barvni profil
sv_se: Färgprofil

source: CSS Suffix for Color Profile
it_it: Suffisso CSS per il profilo di colore
nl_nl: CSS achtervoegsel voor kleurprofiel
sl_si: CSS pripona za barvni profil
sv_se: CSS-sufix för färgprofil

source: CSS file named cookies_disclosure_SUFFIX.css will be loaded from your {root}/css directory.
it_it: Il file CSS chiamato cookies_disclosure_SUFFISSO.css verrà caricato dalla cartella {radice}/css.
nl_nl: CSS-bestand met de naam cookies_disclosure_SUFFIX.css zal worden geladen vanuit uw {root} / css map.
sl_si: CSS datoteka z imenom cookies_disclosure_SUFFIX.css bo naložena z vaše mape {root}/css.
sv_se: CSS-filen som heter cookies_disclosure_SUFFIX.css kommer att laddas från {root}/css-katalog.

source: Hide Interval
it_it: Intervallo per nascondere
nl_nl: Interval verbergen
sl_si: Skrij interval
sv_se: Intervall för att dölja meddelandet

source: In seconds (leave empty if you don't want to hide the notification)
it_it: In secondi (lasciare vuoto se non si vuole nascondere la notifica)
nl_nl: In seconden (laat leeg als u niet wilt om te verbergen van de kennisgeving)
sl_si: V sekundah (pustite prazno, če ne želite skriti tega obvestila)
sv_se: I sekunder (lämna tomt om du inte vill dölja meddelandet)

source: Debug
sl_si: Razhroščevanje

source: Enable Debug Mode
it_it: Abilita modalità di debug
nl_nl: Debugmodus inschakelen
sl_si: Omogoči razhroščevalni način
sv_se: Aktivera debugläge

source: When debug mode is enabled, the notification is visible although user would've already allowed cookies.
it_it: Quando la modalità di debug è abilitata la notifica è visibile anche quando l’utente ha già accettato i cookie.
nl_nl: Wanneer de foutopsporingsmodus is ingeschakeld, de kennisgeving is zichtbaar hoewel gebruiker zou hebben al cookies toegestaan.
sl_si: Ko je razhroščevalni način omogočen, bo sporočilo vidno, čeprav je uporabnik že dovolil piškotke.
sv_se: När debugläget är aktiverat, är meddelandet synligt även om användare redan tillåtit kakor.

source: This is handy when styling the debug notification box for your theme.
it_it: È utile per mettere degli stili al riquadro della notifica di debug col proprio tema.
nl_nl: Dit is handig wanneer styling het debug kennisgeving vak voor uw thema.
sl_si: To je priročno pri slogovnem oblikovanju obvestila, glede na vašo temo.
sv_se: Detta är användbart när man ska designa debug-meddelandet för ditt tema.

source: Customize Notification Content
it_it: Personalizza contenuto notifica
nl_nl: Kennisgeving inhoud aanpassen
sl_si: Vsebina obvestila po meri
sv_se: Anpassat informationsmeddelande

source: Cookies Disclosure - LANG
it_it: Cookies Disclosure - LINGUA
nl_nl: Cookies informatieverschaffing - LANG
sl_si: Razkritje piškotkov - LANG
sv_se: Offentliggörande av kakor - LANG

source: If you want to customize the notification message, just create a stack for each language named: "%s" and add your content there.
it_it: Per personalizzare il messaggio della notifica basta creare, per ciascuna lingua, una pila chiamata “%s” ed aggiungere qui il proprio contenuto.
nl_nl: Als u het bericht aanpassen wilt, net een stapel voor maken elke taal met de naam: "%s" en uw inhoud er toevoegen.
sl_si: Če želite oblikovati obvestilo po meri, ustvarite sklad za vsak jezik z imenom: "%s" in tam dodajte vsebino.
sv_se: Om du vill anpassa informationsmeddelandet, skapa bara en stack för varje språk som heter: "%s" och lägg till ditt innehåll där.

source: Replace the "LANG" with the 2-letter language code in uppercase you want to show the notification to.
it_it: Sostituire a “LINGUA” il codice a 2 lettere (in maiuscolo) della lingua da mostrare.
nl_nl: De "LANG" te vervangen door de 2-letter language code in hoofdletters u wilt om te laten zien de kennisgeving aan.
sl_si: Nadomestite "LANG" z 2-črkovno jezikovno oznako z velikimi črkami.
sv_se: Byt ut "LANG" med de tvåstaviga landskoderna i versaler som du vill visa informationsmeddelandet för.

source: For example, if you're running your site in English and Finnish, create the following stacks:
it_it: Per esempio, se il proprio sito è in inglese e italiano, creare queste due pile:
nl_nl: Bijvoorbeeld, als u uw site in het Engels en Fins, maken de volgende stacks:
sl_si: Na primer, če je vaša stran v angleščini in finščini, ustvarite naslednja sklada:
sv_se: Till exempel, om du driftar en webbplats på engelska och finska, skapa följande två stackar:

source: Cookies Disclosure - EN
nl_nl: Cookies informatieverschaffing - nl
sl_si: Razkritje piškotkov - EN
sv_se: Offentliggörande av kakor - EN

source: Cookies Disclosure - FI
it_it: Cookies Disclosure - IT
nl_nl: Cookies informatieverschaffing - FI
sl_si: Razkritje piškotkov - FI
sv_se: Offentliggörande av kakor - FI

source: Cookies Disclosure
nl_nl: Cookies openbaarmaking
sl_si: Razkritje piškotkov
sv_se: Offentliggörande av kakor

source: If you want to customize the notification message, just create a stack named "%s" and add your content there.
it_it: Per personalizzare il messaggio di notifica, creare una pila chiamata “%s” ed aggiungere il proprio contenuto qui.
nl_nl: Als u het bericht aanpassen wilt, net een stapel genoemd maken "%s" en uw inhoud er toevoegen.
sl_si: Če želite urediti obvestilo po meri, le ustvarite sklad z imenom "%s" in tja dodajte vsebino.
sv_se: Om du vill anpassa informationsmeddelandet, skapa bara en stack som heter "%s" och lägg till ditt innehåll där.

source: Go to Stacks &raquo;
it_it: Vai alle pile &raquo;
nl_nl: Ga naar StacksÂ»
sl_si: Pojdi na sklade &raquo;
sv_se: Gå till Stackar &raquo;

source: Save
it_it: Salva
nl_nl: Opslaan
sl_si: Shrani
sv_se: Spara

source: You need to allow cookies for this site!
it_it: È necessario permettere i cookie per questo sito!
nl_nl: U moet toestaan van cookies voor deze site!
sl_si: Za to stran morate dovoliti piškotke!
sv_se: Du måste tillåta kakor på denna webbplats!
