Repository: concrete5/package-translations
Catalog: d3-page-change-notifier/*.po
Languages: de_de, el_gr, it_it, nl_nl, pl_pl, pt_br, sv_se

source: Page change notifier
de_de: Seitenänderungs-Benachrichtiger
it_it: Notifica cambio pagina
nl_nl: Paginawijziging melding
pl_pl: Notyfikacja zmiany strony
pt_br: Notificador de alteração de páginas
sv_se: Notifiering för ändring av sida

source: Sends an email notification if a page has been updated.
de_de: Sendet eine E-Mail Benachrichtigung, wenn eine Seite aktualisiert wurde.
el_gr: Στέλνει μια ειδοποίηση μέσω ηλεκτρονικού ταχυδρομείου, αν μια σελίδα έχει ενημερωθεί.
it_it: Invia un’email di notifica se una pagina viene aggiornata.
nl_nl: Verstuurt een email melding als een pagina is gewijzigd.
pl_pl: Wyśli email jeśli strona zostanie zaktualizowana.
pt_br: Envia um email de notificação quando uma página é atualizada.
sv_se: Skicka en e-post notifikation om en sida har uppdaterats.

source: %s: Website change
de_de: %s: Webseitenänderung
el_gr: %s: Η Ιστοσελίδα άλλαξε
it_it: %s: modifica del sito web
nl_nl: %s: Website wijziging
pl_pl: %s: strona się zmieniła
pt_br: %s: alteração no site
sv_se: %s: Webbplatsförändring

source: A new page has been added.
de_de: Eine neue Seite wurde hinzugefügt.
el_gr: Έχει προστεθεί μια νέα σελίδα.
it_it: È stata aggiunta una nuova pagina.
nl_nl: Er is een nieuwe pagina toegevoegd.
pl_pl: Nowa strona została dodana.
pt_br: Uma nova página foi adicionada.
sv_se: En ny sida har lagts till.

source: Page has been updated.
de_de: Seite wurde aktualisiert.
el_gr: Η Σελίδα έχει ενημερωθεί.
it_it: Pagina aggiornata.
nl_nl: De pagina is gewijzigd.
pl_pl: Strona została zaktualizowana.
pt_br: Página foi atualizada.
sv_se: Sidan har uppdaterats.

source: Page has been deleted.
de_de: Seite wurde gelöscht.
el_gr: Η σελίδα έχει διαγραφεί.
it_it: Pagina eliminata.
nl_nl: De pagina is verwijderd.
pl_pl: Strona została usunięta.
pt_br: Página foi excluída.
sv_se: Sidan har tagits bort.

source: Page has been moved.
de_de: Seite wurde verschoben.
el_gr: Η σελίδα έχει μετακινηθεί.
it_it: Pagina rimossa.
nl_nl: De pagina is verplaatst.
pl_pl: Strona została przeniesiona.
pt_br: Página foi movida.
sv_se: Sidan har flyttats.

source: Page has been duplicated.
de_de: Seite wurde dupliziert.
el_gr: Η Σελίδα έχει αντιγραφεί.
it_it: Pagina duplicata.
nl_nl: De pagina is gedupliceerd.
pl_pl: Strona została zduplikowana.
pt_br: Página foi duplicada.
sv_se: Sidan har kopierats.

source: Page update has been approved.
de_de: Seitenaktualisierung wurde genehmigt.
el_gr: Η Ενημέρωση της σελίδας έχει εγκριθεί.
it_it: Approvazione pagina modificata.
nl_nl: De paginawijziging is goedgekeurd.
pl_pl: Strona oczekuje akceptacji.
pt_br: Atualização de página foi aprovada.
sv_se: Siduppdatering har godkänts.

source: The following page has been updated: <a href="%s">%s</a>
de_de: Die folgende Seite wurde aktualisiert: <a href="%s">%s</a>
el_gr: Η ακόλουθη σελίδα έχει ενημερωθεί: <a href="%s">%s</a>
it_it: La seguente pagina è stata aggiornata: <a href="%s">%s</a>
nl_nl: Deze pagina is gewijzigd: <a href="%s">%s</a>
pt_br: A seguinte página foi atualizada: <a href="%s">%s</a>
sv_se: Följande sida har uppdaterats: <a href="%s">%s</a>

source: System message: %s
de_de: Systemmeldung: %s
el_gr: Μήνυμα συστήματος: %s
it_it: Messaggio di sistema: %s
nl_nl: Systeembericht: %s
pt_br: Mensagens do sistema: %s
sv_se: Systemmeddelande: %s

source: Edited by: %s
de_de: Bearbeitet von: %s
el_gr: Επιμέλεια από: %s
it_it: Modificata da: %s
nl_nl: Bewerkt door: %s
pl_pl: Edytowane przez: %s
pt_br: Editada por: %s
sv_se: Redigerad av: %s

source: Page version comments: %s
de_de: Seitenversionskommentare: %s
el_gr: Σχόλια έκδοσης Σελίδας: %s
it_it: Commenti alla versione della pagina: %s
nl_nl: Paginaversie commentaar: %s
pl_pl: Komentarz do wersji: %s
pt_br: Comentários da versão da página: %s
sv_se: Kommentar för sidversioner: %s
