Repository: concrete5/package-translations
Catalog: zoom-image/*.po
Languages: es_py, it_it, nl_nl, sl_si

source: Adds images and onstates from the library to pages.
es_py: Agregue imágenes y estados de la biblioteca a las páginas
it_it: Aggiunge alle pagine immagini dalla libreria.
nl_nl: Afbeeldingen en onstates toevoegen van uit de bibliotheek aan de pagina.
sl_si: Doda slike in ostalo iz knjižnice na strani.

source: Zoom Image
es_py: Acercamiento de Imagen
sl_si: Zumiranje slike

source: You must select an image.
es_py: Usted debe seleccionar una imagen.
it_it: Selezionare unâ€™immagine.
nl_nl: U moet een afbeelding selecteren.
sl_si: Označiti morate sliko.

source: Image
es_py: Imagen
it_it: Immagine
nl_nl: Afbeelding
sl_si: Slika

source: Choose Image
es_py: Elegir Imagen
it_it: Seleziona immagine
nl_nl: Kies afbeelding
sl_si: Izbor slike

source: Alt Text
es_py: Alt Texto
it_it: Testo alternativo
nl_nl: ALT-tekst
sl_si: Nadomestno besedilo

source: Display as sub title
es_py: Muestre un sub título
it_it: Mostra come sottotitolo
nl_nl: Als sub-titel weergeven
sl_si: Prikaži kot podnaslov

source: Max Thumbnail Width
es_py: Ancho máximo de Icono miniatura
it_it: Max larghezza miniatura
nl_nl: Max Thumbnail breedte
sl_si: Največja širina sličic

source: Max Thumbnail Height
es_py: Altura máxima de Icono miniatura
it_it: Max altezza miniatura
nl_nl: Max Thumbnail hoogte
sl_si: Največja višina sličic

source: Options
es_py: Opciones
it_it: Opzioni
nl_nl: Opties
sl_si: Možnosti

source: Hide original image when zoomed
es_py: Ocultar imagen original cuando se haga acercamiento
it_it: Nascondi immagine originale quando ingrandita
nl_nl: Oorspronkelijke afbeelding bij uitgezoomde weergave verbergen
sl_si: Skrij originalno sliko, ko je zumirana

source: Limit max zoom to window size
es_py: Limitar el máximo acercamiento al tamaño de ventana
it_it: Limita ingrandimento massimo alla dimensione della finestra
nl_nl: Max zoom venster grootte beperken
sl_si: Omejitev največje povečave na velikost okna
