Repository: concrete5/package-translations
Catalog: multilingual/*.po
Languages: pt_br, sl_si, vi_vn

source: Adds a front-end language switcher to your website.
pt_br: Adiciona um seletor de idiomas ao seu site.
sl_si: Doda stikalo za menjavo jezikov na uporabniško stran spletnega mesta.
vi_vn: Thêm chuyển đổi ngôn ngữ ở phía ngoài cho trang của bạn.

source: Switch Language
pt_br: Trocar idioma
sl_si: Zamenjava jezika
vi_vn: Thay ngôn ngữ

source: Choose Language
pt_br: Escolher idioma
sl_si: Izbira jezika
vi_vn: Chọn ngôn ngữ

source: Label
pt_br: Rótulo
sl_si: Oznaka
vi_vn: Nhãn

source: Remember my choice on this computer.
pt_br: Lembrar minha escolha nesse computador.
sl_si: Zapomni si mojo izbiro na tem računalniku.
vi_vn: Ghi nhớ lựa chọn của tôi trên máy này.

source: Save
pt_br: Salvar
sl_si: Shrani
vi_vn: Lưu

source: Translate your site with this free multilingual solution.
pt_br: Traduza seu site com esta solução multi-idioma gratuita.
sl_si: Prevedite vašo stran s to brezplačno večjezično rešitvijo.
vi_vn: Dịch trang của bạn với giải pháp đa ngôn ngữ miễn phí này.

source: Internationalization
pt_br: Internacionalização
sl_si: Internacionalizacija
vi_vn: Quốc tế

source: Multilingual Pages
pt_br: Páginas Multi-Idiomas
sl_si: Večjezični paketi
vi_vn: Các trang đa ngôn ngữ

source: Multilingual
pt_br: Multi-idioma
sl_si: Večjezično
vi_vn: Đa ngôn ngữ

source: Translate your site.
pt_br: Traduza seu site.
sl_si: Prevedite vašo spletno mesto.
vi_vn: Dịch trang của bạn.

source: Setup
pt_br: Instalação
sl_si: Nastavitev
vi_vn: Cài đặt

source: Page Report
pt_br: Relatório de páginas
sl_si: Stran poročila
vi_vn: Trang báo cáo

source: Exclude from Internationalization Copy
pt_br: Excluir da cópia de internacionalização
sl_si: Izključi iz kopije internacionalizacije
vi_vn: Loại khỏi bản sao quốc tế

source: You cannot assign this page to itself.
pt_br: Você não pode atribuir esta página a ela mesma.
sl_si: Te strani ne morete dodeliti sami sebi.
vi_vn: Bạn không thể gán trang này cho chính nó.

source: The destination page doesn't appear to be in a valid multilingual section.
pt_br: A página destinatária não parece estar em uma seção multi-idioma válida.
sl_si: Za ciljno stran se ne zdi, da je v veljavnem večjezičnem delu.
vi_vn: Trang đến không được hiển đúng trong phần đa ngôn ngữ.

source: Ignored
pt_br: Ignorada
sl_si: Spregledano
vi_vn: Bỏ qua

source: Insufficient permissions.
pt_br: Permissões insuficientes.
sl_si: Nezadostna dovoljenja.
vi_vn: Thiếu quyền.

source: ** Choose a Language
pt_br: ** Escolha um idioma
sl_si: **Izbor jezika
vi_vn: ** Chọn một Ngôn Ngữ

source: You must have admin privileges on the destination page to perform this action.
pt_br: Você deve ter privilégios de administrador na página para realizar esta ação.
sl_si: Na ciljni strani morate imeti administratorske pravice za izvedbo tega postopka.
vi_vn: Bạn phải có đặc quyền quản trị trên trang đích để thực hiện hành động này.

source: You cannot read the original page.
pt_br: Você não pode ler a página original.
sl_si: Ne morete brati originalne strani.
vi_vn: Bạn không thể đọc trang nguyên bản.

source: You must choose two separate, valid language sections.
pt_br: Você deve escolher dois idiomas separados, e válidos na seção.
sl_si: Izbrati morate dva ločena, veljavna jezikovna odseka.
vi_vn: Bạn phải chọn hai khu ngôn ngữ đúng và riêng biệt.

source: None
pt_br: Nenhum
sl_si: Nič
vi_vn: Trống không

source: Multilingual content enabled
pt_br: Conteúdo multi-idioma habilitado
sl_si: Večjezične vsebine so omogočene
vi_vn: Bật nội dung đã ngữ.

source: Multilingual content updated
pt_br: Conteúdo multi-idioma atualizado
sl_si: Večjezična vsebina je posodobljena
vi_vn: Nội dung đã ngữ đã được cập nhật

source: Multilingual tree copied.
pt_br: Estrutura multi-idioma copiada.
sl_si: Večjezično drevo je kopirano.
vi_vn: Cây đa ngữ đã được sao chép

source: Language section removed.
pt_br: Seção de Idioma removido.
sl_si: Jezikovni odsek je odstranjen.
vi_vn: Khu ngôn ngữ đã xóa

source: Default language settings updated.
pt_br: Configurações de idioma padrão atualizado.
sl_si: Privzete jezikovne nastavitve so posodobljene.
vi_vn: Thiết lập ngôn ngữ mặc định đã cập nhật.

source: Invalid language section
pt_br: Seção de idioma inválido
sl_si: Napačen jezikovni odsek.
vi_vn: Khu ngôn ngữ không hợp lệ.

source: You must specify a page for this multilingual content section.
pt_br: Você deve especificar uma página para esta seção conteúdo multi-idioma.
sl_si: Za ta večjezični odsek morate določiti stran.
vi_vn: Bạn phải chỉ rõ một trang cho khu nội dung đa ngữ.

source: A language section page at this location already exists.
pt_br: A seção na página de idioma para esse local já existe.
sl_si: Ta stran jezikovnega odseka že obstaja.
vi_vn: Trang của khu ngôn ngữ tại khu vực này đã tồn tại.

source: This language/region combination already exists.
pt_br: Esta combinação idioma/região já existe.
sl_si: Ta jezikovna/regijska kombinacija že obstaja.
vi_vn: Sự kết hợp ngôn ngữ/vùng này đã tồn tại.

source: Generate multilingual sitemap.xml File
pt_br: Gerar arquivo sitemap.xml de multi-idioma
sl_si: Ustvari večjezično datoteko sitemap.xml
vi_vn: Sinh ra tệp đa ngữ sitemap.xml.

source: Generate the sitemap.xml file that search engines use to crawl your site with additional multilingual directives.
pt_br: Gera o arquivo sitemap.xml, utilizado por mecanismos de pesquisa que vasculham o seu site com o multi-idiomas adicionado.
sl_si: Ustvari datoteko sitemap.xml, ki jo iskalni motorji preiščejo z dodatnimi večjezičnimi ukazi.
vi_vn: Sinh ra tệp sitemap.xml để các máy tìm kiếm sử dụng để lấy trang của bạn với các hướng dẫn đa ngữ bổ sung.

source: This job is disabled because it may cause excessive load depending on the size of your site. To enable this job, you must define the constant ENABLE_MULTILINGUAL_SITEMAPXML as true.
pt_br: Esta tarefa está desativado, pois pode causar uma carga excessiva, dependendo do tamanho do seu site. Para ativar essa tarefa, você deve definir a constante ENABLE_MULTILINGUAL_SITEMAPXML como true.
sl_si: To opravilo je onemogočeno, ker lahko povzroči preobremenitev spletnega mesta, odvisno od velikosti strani. Za omogočenje tega opravila, morate definirati konstanto ENABLE_MULTILINGUAL_SITEMAPXML kot true.
vi_vn: Việc này bị vô hiệu hóa bởi vì nó có thể gây ra quá tải tùy thuộc vào kích thước của trang web của bạn. Để kích hoạt công việc này, bạn phải xác định hằng số ENABLE_MULTILINGUAL_SITEMAPXML là TRUE.

source: Cannot open file %s
pt_br: Não foi possível abrir o arquivo %s
sl_si: Ne morem odpreti datoteke %s
vi_vn: Không thể mở tệp: %s

source: Sitemap XML File Saved.(%d pages)
pt_br: Arquivo Sitemap XML salvo. (%d pages)
sl_si: XML datoteka spletnega kazala je shranjena. (%d strani)
vi_vn: Tệp Sitemap XML đã được lưu. (%d trang)

source: The file %s is not writable
pt_br: O arquivo %s não tem permissão de escrita
sl_si: Datoteka %s ni zapisljiva
vi_vn: Tệp %s là không được ghi

source: Choose Source
pt_br: Escolher origem
sl_si: Izbor vira
vi_vn: Chọn Nguồn

source: Choose Targets
pt_br: Escolher destinos
sl_si: Izbor cilja
vi_vn: Chọn Đích

source: Display
pt_br: Exibir
sl_si: Prikaz
vi_vn: Hiển thị

source: Only Missing Pages
pt_br: Apenas páginas faltando
sl_si: Le manjkajoče strani
vi_vn: Chỉ các trang thiếu

source: All Pages
pt_br: Todas as páginas
sl_si: Vse strani
vi_vn: Tất cả trang

source: Filter Pages
pt_br: Filtrar páginas
sl_si: Filtriranje strani
vi_vn: Các trang lọc

source: By Name
pt_br: Por nome
sl_si: Po imenu
vi_vn: Theo Tên

source: Go
pt_br: Ir
sl_si: Pojdi
vi_vn: Đi

source: Re-Map
pt_br: Remapear
sl_si: Ponovno poveži
vi_vn: Ánh xạ lại

source: Map
pt_br: Mapear
sl_si: Poveži
vi_vn: Bản đồ

source: Create
pt_br: Criar
sl_si: Kreiranje
vi_vn: Tạo

source: Ignore
pt_br: Ignorar
sl_si: Spreglej
vi_vn: Bỏ qua

source: Create the parent page first.
pt_br: Primeiro crie a página pai.
sl_si: Najprej izdelaj glavno stran.
vi_vn: Tạo trang chứa trước.

source: No pages found.
pt_br: Nenhuma página encontrada.
sl_si: Ni najdenih strani.
vi_vn: Không tìm thấy trang nào.

source: Choose A Page
pt_br: Escolha uma página
sl_si: Izberite stran
vi_vn: Chọn Một Trang

source: You have not defined any multilingual sections for your site yet.
pt_br: Você ainda não definiu nenhuma seção multi-idioma no seu site.
sl_si: Niste še definirali nobenega večjezičnega odseka za vašo spletno mesto.
vi_vn: Bạn chưa hề định nghĩa một khu đa ngữ nào cho trang của bạn.

source: Multilingual Content Setup
pt_br: Instalação multi-idiomas do conteúdo
sl_si: Nastavitev večjezične vsebine
vi_vn: Thết lập nội dung đa ngữ.

source: Content Sections
pt_br: Seções de conteúdo
sl_si: Odseki z vsebino
vi_vn: Khu Nội Dung

source: Name
pt_br: Nome
sl_si: Ime
vi_vn: Tên

source: Language
pt_br: Idioma
sl_si: Jezik
vi_vn: Ngôn ngữ

source: Path
pt_br: Caminho
sl_si: Pot
vi_vn: Đường dẫn

source: You have not created any multilingual content sections yet.
pt_br: Você ainda não criou nenhum conteúdo multi-idioma.
sl_si: Niste še ustvarili nobenega večjezičnega odseka vsebin.
vi_vn: Bạn không hề tạo một khu nội dung đã ngữ nào.

source: Add a Language
pt_br: Adicionar um idioma
sl_si: Dodaj jezik
vi_vn: Thêm một ngôn ngữ

source: Language Icon
pt_br: Ícone do idioma
sl_si: Ikona jezika
vi_vn: Biểu tượng ngôn ngữ

source: Choose a Parent Page
pt_br: Escolher uma página pai
sl_si: Izbor glavne strani
vi_vn: Chọn trang cha

source: Add Content Section
pt_br: Adicionar seção de conteúdo
sl_si: Dodajanje odseka vsebine
vi_vn: Thêm khu nội dung

source: Copy Language Tree
pt_br: Copiar estrutura do idioma
sl_si: Kopiranje jezikovnega drevesa
vi_vn: Sao chép cây ngôn ngữ

source: Copy all pages from a language to another section. This will only copy pages that have not been associated. It will not replace or remove any pages from the destination section.
pt_br: Copiar todas as páginas de um idioma para outra seção. Isso irá copiar somente as páginas que ainda não estiverem associadas. Não irá substituir ou remover qualquer página na seção destino.
sl_si: Kopiraj vse strani jezika na drug odsek. To bo kopiralo le strani, ki niso bile prirejene. Ne bo nadomestilo ali odstranilo nobene strani iz ciljnega odseka.
vi_vn: Sao toàn bộ các trong từ một ngôn ngữ đến một khu vực khác. Việc này sẽ sao chép các trang không được liên kết. Nó sẽ không thay thế hoặc loại bỏ bất kỳ trang nào từ khu vực đích đến.

source: Copy From
pt_br: Copiar de
sl_si: Kopiraj z
vi_vn: Sao chép Từ

# Destination
source: To
pt_br: Para
sl_si: Na
vi_vn: Đến

source: Copy Tree
pt_br: Copiar estrutura
sl_si: Drevo kopiranja
vi_vn: Sao chép Cây

source: You must have more than one multilingual section to use this tool.
pt_br: Você deve ter mais de uma seção multi-idioma para usar esta ferramenta.
sl_si: Za uporabo tega orodja morate imeti več kot en večjezični odsek.
vi_vn: Bạn phải có nhiều hơn một khu đa ngôn ngữ để sử dụng công cụ này.

source: You must choose two separate multilingual sections to copy from/to
pt_br: Você deve escolher duas seções multi-idioma separadas para copiar de/para
sl_si: Določiti morate dva ločena večjezična odseka za kopiranje z/na
vi_vn: Bạn phải chọn hai khu đa ngữ riêng biệt để sao chép từ/đến

source: Only the super user may copy language trees.
pt_br: Somente o administrador pode copiar a estrutura de idiomas.
sl_si: Le super uporabnik lahko kopira jezikovna drevesa.
vi_vn: Chỉ có siêu người dùng mới có thể sao chép cây ngôn ngữ.

source: Since one of your multilingual sections is the home page, you may not duplicate your site tree using this tool. You must manually assign pages using the page report.
pt_br: Já que uma de suas seções multi-idioma é a página inicial, você não pode duplicar a estrutura do seu site usando esta ferramenta. Você deve atribuir páginas manualmente usando o relatório de páginas.
sl_si: Glede na to, da je eden od večjezičnih odsekov vaša domača stran, ne morete podvojiti vašega spletnega mesta z uporabo tega orodja. Strani morate ročno dodeliti z uporabo strani poročila.
vi_vn: Từ một trong khu đao ngữ của bạn là trang chủ, bạn không thể nhân bản cây vị trí của bạn khi sử dụng công cụ này. Bạn phải gán thủ công các trang bằng việc sử dụng trang báo cáo.

source: ** None Set
pt_br: ** Nenhum Config
sl_si: **Nič izbranega
vi_vn: **Không có tập hợp

source: Multilingual Settings
pt_br: Configurações multi-idioma
sl_si: Večjezične nastavitve
vi_vn: Thiết lập Đa ngữ

source: Default Language
pt_br: Idioma padrão
sl_si: Privzeti jezik
vi_vn: Ngôn ngữ mặc định

source: Attempt to use visitor's language based on their browser information.
pt_br: Tentativa de usar o idioma que consta na informação do navegador do visitante.
sl_si: Poskus uporabe uporabnikovega jezika na osnovi podatkov njegovega brskalnika.
vi_vn: Cố gắng sử dụng ngôn ngữ của khách dựa trên thông tin trình duyệt của họ.

source: Redirect home page to default language section.
pt_br: Redirecionando página padrão para o idioma padrão.
sl_si: Preusmeritev domače strani na privzeto stran jezikovnega odseka.
vi_vn: Đổi hướng trang chủ đến khu ngôn ngữ mặc định.

source: Save Settings
pt_br: Salvar configurações
sl_si: Shranitev nastavitev
vi_vn: Lưu Thiết Lập

source: Currently Viewing: %s
pt_br: Vistas Atualmente: %s
sl_si: Trenutno gleda: %s
vi_vn: Đang xem: %s

source: %s: None Created
pt_br: %s: Não Criada
sl_si: %s: Nič ustvarjenega
vi_vn: %s: Không tạo ra

# TemplateFileName
source: Flags
pt_br: Marcação
sl_si: Zastavice
vi_vn: Cờ

# TemplateFileName
source: Flags Set Default
pt_br: Definir marcações padrões
sl_si: Privzete nastavitve zastavic
vi_vn: Các cờ gán mặc định

# TemplateFileName
source: Seo Flags
pt_br: Seo Marcações
sl_si: Seo zastavice
vi_vn: Cờ SEO
