Repository: concrete5/package-translations
Catalog: d3-social-sharing/*.po
Languages: ast_es, de_de, el_gr, fa_ir, he_il, ja_jp, sl_si

source: Network
ast_es: Rede
de_de: Netzwerk
el_gr: Δίκτυο
fa_ir: شبکه
he_il: רשת
ja_jp: ネットワーク
sl_si: Omrežje

source: Maximum width
ast_es: Anchor máximu
de_de: Maximale Breite
el_gr: Μέγιστο Πλάτος
fa_ir: حداکثر عرض
he_il: רוחב מרבי
ja_jp: 最大横幅
sl_si: Največja širina

source: Icon Image
ast_es: Iconu
de_de: Symbolbild
el_gr: Eικονίδιο Εικόνας
fa_ir: تصویر ایکون
he_il: תמונת אייקון
ja_jp: アイコン画像
sl_si: Ikona slike

source: Choose file
ast_es: Escoyer ficheru
de_de: Datei ausw채hlen
el_gr: Επιλέξτε αρχείο
fa_ir: انتخاب فایل
he_il: רת קובץ
ja_jp: ファイルを選択
sl_si: Izberite datoteko

source: CSS Classes
ast_es: Clases CSS
de_de: CSS Klassen
el_gr: CSS Κλάσεις
fa_ir: CSS استایل
he_il: מחלקות CSS
ja_jp: CSS クラス
sl_si: CSS razredi

source: Tooltip
ast_es: Conseyu emerxente
de_de: Hinweistext
el_gr: Αναδυόμενη Συμβουλή
fa_ir: راهنمای ابزار
he_il: טיפ עזרה
ja_jp: ツールTIPS

source: Show number of likes or tweets if available
ast_es: Amuesa'l númberu de préstaes o tuits si ta disponible
de_de: Anzahl "Likes" oder "Tweets" anzeigen sofern vorhanden
el_gr: Εμφάνιση αριθμού των likes ή tweets εάν υπάρχουν
fa_ir: نمایش تعداد پسند و یا توییت
he_il: הצגת מספר לייקים או טוויטים אם קיימים
ja_jp: 可能であれば、いいねや、ツイート数を表示
sl_si: Pokaži število všečkov ali tweetov, če so na voljo

source: No valid icon image has been selected
ast_es: Nun s'esbilló un iconu válidu
de_de: Es wurde keine g체ltige Symboldatei ausgew채hlt
el_gr: Επιλέχτηκε μη έγκυρο εικονίδιο εικόνας
fa_ir: هیچ تصویر معتبری برای آیکون انتخاب نشده
he_il: לא נבחר אייקון תמונה חוקי
ja_jp: 有効なアイコンイメージが選択されていません。
sl_si: Ni bila izbrana pravilna slika ikone

source: No icon image has been selected
ast_es: Nun s'esbilló dengún iconu
de_de: Es wurde keine Symboldatei ausgew채hlt
el_gr: Δεν έχει επιλεγεί εικονίδιο εικόνας
fa_ir: آیکون انتخاب شده بدون تصویر
he_il: לא נבחר אייקון תמונה
ja_jp: アイコンイメージが選択されていません。
sl_si: Izbrana ni bila nobena slika ikone

source: Displays social sharing icons
ast_es: Amuesa iconos de compartición social
de_de: Social Symbole anzeigen
el_gr: Εμφανίζει εικονίδια κοινωνικής δικτύωσης
fa_ir: نمایش ایکون های اشتراک گذاری
he_il: הצגת אייקונים לשיתוף חברתי
ja_jp: ソーシャルシェアアイコンを表示
sl_si: Prikaz ikon socialnih omrežij

source: Social Sharing
ast_es: Compartición social
el_gr: Κοινωνική Δικτύωση
fa_ir: اشتراک گذاری
he_il: שיתוף חברתי
ja_jp: ソーシャルシェア
sl_si: Socialna omrežja
