Repository: concrete5/package-translations
Catalog: dseventcalendar/*.po
Languages: de_de, el_gr, es_py, fr_fr, nl_nl, pl_pl, ru_ru, sv_se

source: If you choose "One day with time" event you can resize event for more hours.
de_de: Wenn Sie "Eintägig mit Uhrzeit" für das Event auswählen, können Sie die Uhrzeit festlegen.
el_gr: Εάν επιλέξετε εκδήλωση "Μια μέρα με ώρα", μπορείτε να αλλάξετε το μέγεθος της εκδήλωσης για περισσότερες ώρες.
es_py: Si usted elige evento de "Un día con hora"usted puede cambiar el tamaño del evento por más horas.
fr_fr: Si vous choisissez "Une journée avec heure", vous pouvez redimensionner l'événement sur plusieurs heures.
pl_pl: Jeśli wybierzesz "Jednodniowe" wydarzenie, będzie mógł zmienić rozmiar na kilka godzin.
ru_ru: При выборе продолжительности события "Один день" можно задать период времени события в течение дня.
sv_se: Om du väljer "En dag med klockslag" för ett evenemang kan du skala om ett evenemang för fler timmar.

source: Author:
de_de: Autor:
el_gr: Συντάκτης:
es_py: Autor:
fr_fr: Auteur :
nl_nl: Auteur:
pl_pl: Autor:
ru_ru: Автор:
sv_se: Författare:

source: Site:
de_de: Seite:
el_gr: Δικτυακός τόπος:
es_py: Lugar:
pl_pl: Strona:
ru_ru: Сайт:
sv_se: Webbplats:

source: Project on GitHub:
de_de: Projekt auf GitHub:
el_gr: Σελίδα Έργου στο GitHub:
es_py: Proyecto en GitHub:
fr_fr: Projet sur Github :
nl_nl: Project op GitHub:
pl_pl: Projekt na GitHub:
ru_ru: Проект на гитхабе:
sv_se: Projekt på GitHub:

source: Do you like it? Maybe some donate? :)
de_de: Gefällt es Ihnen? Vielleicht eine kleine Spende? :)
el_gr: Σας άρεσε; Ίσως να κάνατε κάποια δωρεά; :)
es_py: Le gusta? Quizás alguna donación?:)
fr_fr: Cet add-on vous plait ? Envisagez peut-être de faire un don ! :)
nl_nl: Vind je dit leuk? Wil je misschien doneren? :)
pl_pl: Podoba się? Może jakaś dotacja? :)
ru_ru: Понравилось? Вы можете внести пожертвования на развитие проекта.:)
sv_se: Gillar du det? Du kanske vill donera? :)

source: List of events
de_de: Liste mit Ereignissen
el_gr: Κατάλογος γεγονότων
es_py: Lista de eventos
fr_fr: Liste des événements
nl_nl: Gebeurtenissenlijst
pl_pl: Lista wydarzeń
ru_ru: Список событий
sv_se: Lista med evenemang

source: There is no events. Go to Add event to add new event.
de_de: Es gibt keine Ereignisse. Gehen Sie zu Ereignis hinzufügen, um ein neues Ereignis hinzuzufügen.
el_gr: Δεν υπάρχουν εκδηλώσεις. Προσθέστε μια εκδήλωση πηγαίνοντας στο "Προσθήκη Εκδήλωσης".
es_py: No hay eventos. Ir a Añadir evento para agregar un nuevo evento.
fr_fr: Il n'y a pas d'événements. Ajouter un événement en cliquant sur "Ajouter un événement".
nl_nl: Er zijn geen gebeurtenissen. Ga naar gebeurtenis toevoegen om een nieuwe gebeurtenis toe te voegen.
pl_pl: Brak wydarzeń. Dodaj nowe wydarzenie.
ru_ru: События не найдены. Перейдите в раздел добавления событий.
sv_se: Det finns inga evenemang. Gå till lägg till evenemang för att lägga till ett evenemang.

source: Default
de_de: Standard
el_gr: Προεπιλεγμένη
es_py: Por Defecto
fr_fr: Défaut
ru_ru: По умолчанию
sv_se: Förval

source: Remove
de_de: Entfernen
el_gr: Αφαίρεση
es_py: Remover
fr_fr: Supprimer
pl_pl: Usuń
ru_ru: Удалить
sv_se: Ta bort

source: Close
de_de: Schließen
el_gr: Κλείσιμο
es_py: Cerrar
fr_fr: Fermer
pl_pl: Zamknij
ru_ru: Закрыть
sv_se: Stäng

source: Update
de_de: Speichern
el_gr: Ενημέρωση
es_py: Actualizar
fr_fr: Mettre à jour
pl_pl: Aktualizuj
ru_ru: Обновить
sv_se: Uppdatera

source: Event has been removed
de_de: Ereignis wurde gelöscht
el_gr: Η Εκδήλωση έχει αφαιρεθεί
es_py: Evento ha sido removido
fr_fr: L'événement a été supprimé
pl_pl: Wydarzenie zostało usunięte
ru_ru: Событие удалено
sv_se: Evenemang har tagits bort

source: Error while remove event. Try again.
de_de: Fehler beim Löschen aufgetreten. Bitte versuchen Sie es erneut.
el_gr: Σφάλμα κατά την αφαίρεση εκδήλωσης . Δοκιμάστε ξανά.
es_py: Error removiendo el evento. Intente de nuevo.
fr_fr: Erreur lors de la suppression de l'événement. veuillez réessayer.
pl_pl: Błąd podczas usuwania wydarzenia. Spróbuj ponownie.
ru_ru: Ошибка при удалении события. Попробуйте ещё раз.
sv_se: Ett fel uppstod vid borttagning av evenemang. Försök igen.

source: Event has been updated
de_de: Ereignis wurde geupdatet
el_gr: Η Εκδήλωση έχει ενημερωθεί.
es_py: Evento ha sido actualizado
fr_fr: L'événement a bien été mis à jour
pl_pl: Wydarzenie zostało zaktualizowane
ru_ru: Событие обновлено.
sv_se: Evenemanget har uppdaterats

source: Error while update event. Try again.
de_de: Fehler beim Updaten aufgetreten. Bitte versuchen Sie es erneut.
el_gr: Σφάλμα κατά την ενημέρωση εκδήλωσης. Δοκιμάστε ξανά.
es_py: Error actualizando el evento. Intente de nuevo.
fr_fr: Erreur lors de la mise à jour de l'événement. Veuillez réessayer.
pl_pl: Błąd podczas aktualizacji wydarzenia. Spróbuj ponownie
ru_ru: Ошибка при обновлении события. Попробуйте ещё раз.
sv_se: Ett fel uppstod vid uppdatering av evenemang. Försök igen.

source: Event:
de_de: Ereignis:
el_gr: Εκδήλωση:
es_py: Evento:
fr_fr: Événement :
nl_nl: Gebeurtenis:
pl_pl: Wydarzenie:
ru_ru: Событие:
sv_se: Evenemang:

source: Error while adding. Maybe some values were empty?
de_de: Fehler beim Hinzufügen. Sind Felder leer?
el_gr: Σφάλμα κατά την προσθήκη. Ίσως κάποιες τιμές είναι κενές;
es_py: Error agregando. Quizás algunos valores estaban sin llenar?
fr_fr: Erreur lors de l'ajout. Certaines valeurs sont peut-être vides ?
nl_nl: Er was een fout bij het toevoegen. Misschien zijn sommige waardes leeg?
pl_pl: Błąd podczas dodawania. Może pewne pola są puste?
ru_ru: Ошибка при добавлении. Возможно, некоторые значения не указаны?
sv_se: Ett fel uppstod vid skapandet. Kanske var några fält tomma?

source: Error while adding. Enddate or endtime is not correct.
de_de: Fehler beim Hinzufügen. Enddatum oder Endzeit ist nicht korrekt.
el_gr: Σφάλμα κατά την προσθήκη. EndDate ή endtime δεν είναι σωστή.
es_py: Error agregando. Fecha de Término u Hora de término no es correcta.
fr_fr: Erreur lors de l'ajout. L'heure de début ou de fin n'est pas correcte.
pl_pl: Błąd podczas dodawania. Data końcowa lub czas końcowy nie są poprawne.
ru_ru: Ошибка при добавлении. Начальная или конечная дата не корректны.
sv_se: Ett fel uppstod vid skapandet. Slutdatum eller sluttid är inte korrekt.

source: Add event
de_de: Ereignis hinzufügen
el_gr: Προσθήκη εκδήλωσης
es_py: Agregar evento.
fr_fr: Ajouter un événement
nl_nl: Gebeurtenis toevoegen
pl_pl: Dodaj wydarzenie
ru_ru: Добавить событие
sv_se: Lägg till evenemang

source: Settings have been updated.
de_de: Einstellungen wurden aktualisiert.
el_gr: Οι ρυθμίσεις έχουν ενημερωθεί.
es_py: Configuraciones han sido actualizadas.
fr_fr: Les paramètres ont bien été mis à jour.
nl_nl: De instellingen zijn bijgewerkt.
pl_pl: Ustawienia zaktualizowane
ru_ru: Настройки обновлены.
sv_se: Inställningar har uppdaterats.

source: Monday
de_de: Montag
el_gr: Δευτέρα
es_py: Lunes
fr_fr: Lundi
nl_nl: Maandag
pl_pl: Poniedziałek
ru_ru: Понедельник
sv_se: Måndag

source: Tuesday
de_de: Dienstag
el_gr: Τρίτη
es_py: Martes
fr_fr: Mardi
nl_nl: Dinsdag
pl_pl: Wtorek
ru_ru: Вторник
sv_se: Tisdag

source: Wednesday
de_de: Mittwoch
el_gr: Τετάρτη
es_py: Miércoles
fr_fr: Mercredi
nl_nl: Woensdag
pl_pl: Środa
ru_ru: Среда
sv_se: Onsdag

source: Thursday
de_de: Donnerstag
el_gr: Πέμπτη
es_py: Jueves
fr_fr: Jeudi
nl_nl: Donderdag
pl_pl: Czwartek
ru_ru: Четверг
sv_se: Torsdag

source: Friday
de_de: Freitag
el_gr: Παρασκευή
es_py: Viernes
fr_fr: Vendredi
nl_nl: Vrijdag
pl_pl: Piątek
ru_ru: Пятница
sv_se: Fredag

source: Saturday
de_de: Samstag
el_gr: Σάββατο
es_py: Sábado
fr_fr: Samedi
nl_nl: Zaterdag
pl_pl: Sobota
ru_ru: Суббота
sv_se: Lördag

source: Sunday
de_de: Sonntag
el_gr: Κυριακή
es_py: Domingo
fr_fr: Dimanche
nl_nl: Zondag
pl_pl: Niedziela
ru_ru: Воскресенье
sv_se: Söndag

source: Calendar
de_de: Kalender
el_gr: Ημερολόγιο
es_py: Calendario
fr_fr: Calendrier
nl_nl: Kalender
pl_pl: Kalendarz
ru_ru: Календарь
sv_se: Kalender

source: Error while adding. Maybe calendar title was empty?
de_de: Fehler beim Hinzufügen. Sind Felder leer?
el_gr: Σφάλμα κατά την προσθήκη. Ίσως ο τίτλος ημερολογίου είναι κενός;
es_py: Error actualizando. Quizás el título de calendario estaba vacío?
fr_fr: Erreur lors de l'ajout. Le titre du calendrier est vide ?
nl_nl: Er was een fout bij het toevoegen. Misschien is de kalendertitel leeg?
pl_pl: Błąd podczas dodawania. Może tytuł kalendarza jest pusty?
ru_ru: Ошибка при добавлении. Возможно, заголовок календаря не указан?
sv_se: Ett fel uppstod vid skapandet. Kanske var kalendertitel tomt?

source: Add calendar
de_de: Kalender hinzufügen
el_gr: Προσθέστε ημερολόγιο
es_py: Agregar Calendario
fr_fr: Ajouter un calendrier
nl_nl: Kalender toevoegen
pl_pl: Dodaj kalendarz
ru_ru: Добавить календарь
sv_se: Lägg till kalender

source: Edit calendar
de_de: Kalender bearbeiten
el_gr: Επεξεργασία ημερολογίου
es_py: Editar calendario
fr_fr: Modifier un calendrier
nl_nl: Kalender bewerken
pl_pl: Edytuj kalendarz
ru_ru: Редактировать календарь
sv_se: Redigera kalender

source: Error while editing. Maybe calendar title was empty?
de_de: Fehler beim Hinzufügen. Sind Felder leer?
el_gr: Σφάλμα κατά την επεξεργασία. Ίσως ο τίτλος ημερολογίου είναι κενός;
es_py: Error editando. Quizás el título de calendario estuvo vacío.
fr_fr: Erreur lors de la modification. Le titre du calendrier est vide ?
nl_nl: Er was een fout bij het bewerken. Misschien was de kalendertitel leeg?
pl_pl: Błąd podczas edycji. Może tytuł kalendarza jest pusty?
ru_ru: Ошибка при редактировании. Возможно, заголовок календаря не указан?
sv_se: Ett fel uppstod vid redigering. Kanske kalendertitel var tomt?

source: close
de_de: Schließen
el_gr: κλείσιμο
es_py: cerrar
fr_fr: fermer
nl_nl: sluiten
pl_pl: zamknij
ru_ru: закрыть
sv_se: stäng

source: Type:
de_de: Art:
el_gr: Τύπος:
es_py: Tipo:
pl_pl: Typ:
ru_ru: Тип:
sv_se: Typ:

source: All
de_de: Alle
el_gr: Όλα
es_py: Todos
fr_fr: Tout
pl_pl: Wszystko
ru_ru: Все
sv_se: Alla

source: No calendar choose
de_de: Keine Kalenderauswahl
el_gr: Δεν επιλέξατε ημερολόγιο
es_py: Ningún calendario seleccionado
fr_fr: Pas de choix de calendrier
nl_nl: Geen kalender gekozen
pl_pl: Nie wybrano kalendarza
ru_ru: Календари не выбраны
sv_se: Ingen kalender vald

source: Edit mode for calendar:
de_de: Bearbeitungsmodus für Kalender:
el_gr: Λειτουργία επεξεργασίας για το ημερολόγιο:
es_py: Editar modo para calendario:
fr_fr: Mode d'édition des calendriers :
nl_nl: Bewerkmodus voor kalender:
pl_pl: Tryb edycji dla kalendarza:
ru_ru: Режим редактирования для календаря:
sv_se: Redigeringsläge för kalender:

source: No calendar exist. Add from one from dashboard.
de_de: Kein Kalender vorhanden. Fügen sie einen von der Übersichtsseite hinzu.
el_gr: Δεν υπάρχει ημερολόγιο. Προσθέστε ένα από τον Πίνακα Ελέγχου.
es_py: Ningún calendario existe. Agregar de uno del tablero.
fr_fr: Il n'y a pas de calendrier. Ajoutez-en un depuis le tableau de bord.
nl_nl: Er bestaat nog geen kalender. Voeg er een toe vanaf het dashboard.
pl_pl: Kalendarz nie istnieje. Dodaj z panelu administracyjnego.
ru_ru: Календарей не существует. Добавьте их в панели управления.
sv_se: Ingen kalender existerar. Lägg till en från kontrollpanelen.

source: Select calendar
de_de: Kalender auswählen
el_gr: Επιλέξτε Ημερολόγιο
es_py: Seleccione calendario
fr_fr: Choisissez un calendrier
nl_nl: Selecteer kalender
pl_pl: Wybierz kalendarz
ru_ru: Выберите календарь
sv_se: Välj kalender

source: Select language
de_de: Sprache auswählen
el_gr: Προεπιλεγμένη Γλώσσα
es_py: Seleccione lenguaje
fr_fr: Choisissez une langue
pl_pl: Wybierz język
ru_ru: Выберите язык
sv_se: Välj språk

source: Select type
de_de: Typ auswählen
el_gr: Επιλογή τύπου
es_py: Seleccione tipo
fr_fr: Choisissez un type
pl_pl: Wybierz typ
ru_ru: Выберите тип
sv_se: Välj typ

source: Event was deleted
nl_nl: De gebeurtenis is verwijderd

source: Event date
nl_nl: Datum van gebeurtenis

source: Event URL
nl_nl: URL van gebeurtenis

source: Calendar Title
nl_nl: Kalender titel

source: Return to event list
nl_nl: Terug naar gebeurtenissenlijst

source: Title date format
nl_nl: Datumformaat in titel

source: Default name of event
nl_nl: Standaard naam van gebeurtenis

source: There is no calendars to add new event. Go to Add calendar to add new calendar.
nl_nl: Er zijn geen kalenders om een nieuwe gebeurtenis aan toe te voegen. Ga naar kalender toevoegen om er een toe te voegen.

source: Return to calendar list
nl_nl: Terug naar kalenderlijst

source: Error while editing. Maybe some values were empty?
nl_nl: Er was een fout bij het bewerken. Misschien zijn sommige waardes leeg?

source: Edit event
nl_nl: Gebeurtenis bewerken
