Repository: concrete5/package-translations
Catalog: dseventcalendar/*.po
Languages: de_de, el_gr, es_py, fr_fr, nl_nl, pl_pl, ru_ru, sv_se

source: Access Denied.
de_de: Zugriff verweigert.
el_gr: Δεν επιτρέπεται η πρόσβαση.
es_py: Acceso Denegado
fr_fr: Accès refusé.
nl_nl: Toegang geweigerd.
pl_pl: Dostęp zabrioniony.
ru_ru: Доступ запрещен.
sv_se: Åtkomst nekad.

source: Event Calendar - you can add, edit and remove one day events on your page
de_de: Event Calendar - du kannst eintägige Ereignisse auf einer Seite hinzufügen, editieren und entfernen.
el_gr: Ημερολόγιο Εκδηλώσεων - μπορείτε να προσθέσετε, να επεξεργαστείτε και να αφαιρέσετε τα γεγονότα μίας ημέρας στη σελίδα σας
es_py: Calendario de eventos - se puede añadir, editar y eliminar eventos de un día en su página
fr_fr: Calendrier d'événements - vous permet d'ajouter, modifier et supprimer des événements dans vos pages
nl_nl: Gebeurtenissen Kalender - voor het toevoegen, bewerken en verwijderen van eendaags gebeurtenissen op je pagina
pl_pl: Event Calednar - dodawaj, edytuj i usuwaj jednodniowe wydarzenia na swojej stronie
ru_ru: Календарь событий - добавление, редактирование и удаление событий на ближайшие дни
sv_se: Evenemangskalender - du kan lägga till, redigera och ta bort en dags händelser på din sida

source: Event Calendar
de_de: Ereigniskalender
el_gr: Ημερολόγιο Εκδηλώσεων
es_py: Calendario de Eventos
fr_fr: Calendrier d'événements
nl_nl: Gebeurtenissen Kalender
pl_pl: Kalendarz wydarzeń
ru_ru: Календарь событий
sv_se: Evenemangskalender

source: Calendars list
de_de: Kalenderliste
el_gr: Λίστα Ημερολογίων
es_py: Lista de Calendarios
fr_fr: Liste des calendriers
nl_nl: Kalenderlijst
pl_pl: Lista kalendarzy
ru_ru: Календари
sv_se: Kalenderlista

source: Events list
de_de: Ereignisliste
el_gr: Λίστα Εκδηλώσεων
es_py: Lista de Eventos
fr_fr: Liste des événements
nl_nl: Gebeurtenissenlijst
pl_pl: Lista wydarzeń
ru_ru: Список событий
sv_se: Evenemangslista

source: Add / edit calendar
de_de: Kalender hinzufügen / bearbeiten
el_gr: Προσθήκη / επεξεργασία ημερολογίου
es_py: Agregar / editar calendario
fr_fr: Ajouter / modifier le calendrier
nl_nl: Kalender toevoegen / bewerken
pl_pl: Dodaj / edytuj kalendarz
ru_ru: Добавить/редактировать календарь
sv_se: Lägg till / redigera kalender

source: Add / edit event
de_de: Ereignis hinzufügen / bearbeiten
el_gr: Πρόσθεσε / επεξεργαστείτε συμβάν
es_py: Agregar / editar evento
fr_fr: Ajouter / modifier l'événement
nl_nl: Gebeurtenis toevoegen / bewerken
pl_pl: Dodaj / edytuj wydarzenie
ru_ru: Добавить/редактировать событие
sv_se: Lägg till / redigera evenemang

source: Type of events
de_de: Art der Ereignisse
el_gr: Τύπος εκδηλώσεων
es_py: Tipo de eventos
fr_fr: Type d'événements
nl_nl: Type gebeurtenis
pl_pl: Typ wydarzenia
ru_ru: Типы событий
sv_se: Typ av evenemang

source: Settings
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_py: Configuraciones
fr_fr: Paramètres
nl_nl: Instellingen
pl_pl: Ustawienia
ru_ru: Настройки
sv_se: Inställningar

source: Help for dsEventCalendar
de_de: Hilfe für dsEventCalendar
el_gr: Βοήθεια για dsEventCalendar
es_py: Ayuda para dsEventCalendar
fr_fr: Aide pour
pl_pl: Pomoc dla dsEventCalendar
ru_ru: Помощь по модулю dsEventCalendar
sv_se: Hjälp för dsEvenemangskalender

source: Manage events
de_de: Ereignisse verwalten
el_gr: Διαχειριστείτε εκδηλώσεις
es_py: Administrar eventos
fr_fr: Gérer les événements
pl_pl: Zarządzaj wydarzeniami
ru_ru: Управление
sv_se: Hantera evenemang

source: List of types
de_de: Liste mit Typen
el_gr: Λίστα τύπων
es_py: Lista de tipos
fr_fr: Liste de types
nl_nl: Typelijst
pl_pl: Lista typów
ru_ru: Список типов
sv_se: Lista av typer

source: Type has been deleted
de_de: Typ wurde gelöscht
el_gr: Ο τύπος έχει διαγραφεί.
es_py: Tipo ha sido borrado
fr_fr: Le type a été supprimé
nl_nl: Het type is verwijderd
pl_pl: Typ został usunięty
ru_ru: Тип был успешно удален
sv_se: Typ har tagits bort

source: Something wrong in delete. Try again
de_de: Etwas ist falsch im Löschen. Versuchen Sie es erneut
el_gr: Παρουσιάστηκε λάθος κατά τη διαγραφή. Δοκιμάστε ξανά
es_py: Error al intentar borrar. Intente de nuevo
fr_fr: Erreur lors de la suppression. Veuillez réessayer.
nl_nl: Er is iets fout gegaan bij het verwijderen. Probeer het opnieuw
pl_pl: Coś poszło źle. Spróbuj ponownie.
ru_ru: Что-то пошло не так при удалении. Попробуйте еще раз.
sv_se: Något gick fel vid borttagning. Försök igen

source: Type name
de_de: Typname
el_gr: Όνομα Τύπου
es_py: Nombre del Tipo
fr_fr: Saisissez un nom
nl_nl: Typenaam
pl_pl: Nazwa typu
ru_ru: Название типа
sv_se: Typnamn

source: Color
de_de: Farbe
el_gr: Χρώμα
fr_fr: Couleur
nl_nl: Kleur
pl_pl: Kolor
ru_ru: Цвет
sv_se: Färg

source: Count of events with type
de_de: Anzahl von Ereignissen mit Typ
el_gr: Αριθμός εκδηλώσεων με τύπο
es_py: Contador de eventos por tipo
fr_fr: Nombre d'événements de ce type
nl_nl: Aantal gebeurtenissen van type
pl_pl: Liczba wydarzeń danego typu
ru_ru: Число событий данного типа
sv_se: Antal evenemang av typen

source: Options
de_de: Optionen
el_gr: Επιλογές
es_py: Opciones
nl_nl: Opties
pl_pl: Opcje
ru_ru: Опции
sv_se: Alternativ

source: Edit
de_de: Bearbeiten
el_gr: Επεξεργασία
es_py: Editar
fr_fr: Modifier
nl_nl: Bewerk
pl_pl: Edytuj
ru_ru: Редактирование
sv_se: Redigera

source: Delete
de_de: Löschen
el_gr: Διαγραφή
es_py: Borrar
fr_fr: Supprimer
nl_nl: Verwijder
pl_pl: Usuń
ru_ru: Удаление
sv_se: Ta bort

source: Type has been edited
de_de: Typ wurde bearbeitet
el_gr: Ο τύπος εχει αλλάξει
es_py: Tipo ha sido editado
fr_fr: Le type a été supprimé
nl_nl: Het type is bewerkt
pl_pl: Typ został wyedytowany
ru_ru: Тип был успешно отредактирован
sv_se: Typ har redigerats

source: Something wrong in edit. Try again
de_de: Etwas ist falsch in der Bearbeitung. Versuchen Sie es erneut
el_gr: Παρουσιάστηκε λάθος κατά την επεξεργασία. Δοκιμάστε ξανά
es_py: Error al intentar editar. Intente de nuevo
fr_fr: Erreur lors de la modification. Veuillez réessayer.
nl_nl: Er is iets misgegaan bij het bewerken. Probeer het opnieuw
pl_pl: Coś poszło nie tak podczas edycji. Spróbuj ponownie.
ru_ru: Что-то пошло не так при редактировании. Попробуйте еще раз.
sv_se: Något gick fel vid redigering. Försök igen

source: Add type
de_de: Typ hinzufügen
el_gr: Προσθήκη Τύπου
es_py: Agregar tipo
fr_fr: Ajouter un type
nl_nl: Type toevoegen
pl_pl: Dodaj typ
ru_ru: Добавить тип
sv_se: Lägg till typ

source: Add new
de_de: Neuen hinzufügen
el_gr: Προσθήκη νέου
es_py: Agregar nuevo
fr_fr: Ajouter un nouveau
nl_nl: Nieuwe toevoegen
pl_pl: Dodaj nowy
ru_ru: Добавить новый
sv_se: Lägg till ny

source: Edit type
de_de: Typ bearbeiten
el_gr: Επεξεργασία Τύπου
es_py: Editar tipo
fr_fr: Modifier le type
nl_nl: Type bewerken
pl_pl: Edytuj typ
ru_ru: Редактировать тип
sv_se: Redigera typ

source: Are you sure to delete this type? All event with this type will be set as default type.
de_de: Sind Sie sicher, dass Sie diesen Typ löschen wollen? Alle Events mit diesem Typ werden dabei auf den Standardtyp festgelegt.
el_gr: Είστε σίγουρος ότι θέλετε να διαγράψετε αυτόν τον τύπο; Όλες οι εκδηλώσεις αυτού του τύπου θα θεωρηθούν του προεπιλεγμένου τύπου.
es_py: ¿Esta seguro de eliminar este tipo?. Todo evento con este tipo será registrado por el tipo predeterminado.
fr_fr: Êtes-vous sûr de vouloir supprimer ce type ? Tous les événements de ce type passeront au type par défaut.
pl_pl: Jesteś pewny, że chcesz skasować ten typ? Wszystkie wydarzenia z tego typu zostaną przestawione na typ domyślny.
ru_ru: Вы уверены, что хотите удалить этот тип? У всех событий данного типа будет установлен тип по умолчанию.
sv_se: Är du säker på att du vill ta bort denna typ? Alla evenemang med denna typ kommer att få standardinställningen för typ.

source: List of calendars
de_de: Liste mit Kalendern
el_gr: Κατάλογος των ημερολογίων
es_py: Lista de calendarios
fr_fr: Liste de calendriers
nl_nl: Kalenderlijst
pl_pl: Lista kalendarzy
ru_ru: Список календарей
sv_se: Lista med kalendrar

source: Calendar with all events was deleted
de_de: Kalender mit allen Ereignissen wurde gelöscht
el_gr: Το Ημερολόγιο και όλες οι εκδηλώσεις διαγράφηκαν
es_py: Calendario con todos los eventos ha sido borrado
fr_fr: Le calendrier et tous ses événements a été supprimé
nl_nl: De kalender inclusief alle gebeurtenissen is verwijderd
pl_pl: Kalendarz ze wszystkimi wydarzeniami został usunięty
ru_ru: Календарь со всеми событиями успешно удален.
sv_se: Kalendern med alla evenemang har tagits bort

source: There is no calendars. Go to Add calendar to add new calendar.
de_de: Es gibt keine Kalender. Gehen Sie zu Kalender hinzufügen, um einen neuen Kalender hinzuzufügen.
el_gr: Δεν υπάρχουν ημερολόγια. Πηγαίνετε στο "Προσθέστε ένα ημερολόγιο" για να προσθέσετε νέο ημερολόγιο.
es_py: No existe calendario. Vaya a Agregar calendario para añadir un nuevo calendario
fr_fr: Il n'y a pas de calendriers. Vous pouvez en ajouter un en cliquant sur "Ajouter un calendrier"
nl_nl: Er zijn geen kalenders. Ga naar kalender toevoegen om er een toe te voegen
pl_pl: Brak kalendarzy. Dodaj nowy.
ru_ru: Календари не обнаружены. Перейдите в раздел добавления календарей.
sv_se: Det finns inga kalendrar. Gå till Lägg till kalender för att lägga till en ny kalender.

source: ID
de_de: Kennung

source: Calendar title
de_de: Kalendertitel
el_gr: Τίτλος Ημερολογίου
es_py: Titulo de calendario
fr_fr: Titre du calendrier
nl_nl: Kalendertitel
pl_pl: Tytuł kalendarza
ru_ru: Заголовок календаря
sv_se: Kalendertitel

source: Events in calendar
de_de: Ereignisse im Kalender
el_gr: Εκδηλώσεις στο ημερολόγιο
es_py: Eventos en el calendario
fr_fr: Événements dans le calendrier
nl_nl: Gebeurtenissen van kalender
pl_pl: Wydarzenia w kalendarzu
ru_ru: События в календаре
sv_se: Evenemang i kalendern

source: Show events
de_de: Zeige Ereignisse
el_gr: Δείτε τις εκδηλώσεις
es_py: Mostrar eventos
fr_fr: Afficher les événements
pl_pl: Pokaż wydarzenia
ru_ru: Показать события
sv_se: Visa evenemang

source: Remove all events
de_de: Alle Ereignisse entfernen
el_gr: Κατάργηση όλων των συμβάντων
es_py: Remover todos los eventos
fr_fr: Supprimer tous les événements
pl_pl: Usuń wszystkie wydarzenia
ru_ru: Удалить все события
sv_se: Ta bort alla evenemang

source: There are no calendars to add a new event. Go to Add calendar to add a new calendar.
de_de: Es gibt keinen Kalender zum Hinzufügen eines neuen Ereignisses. Gehen Sie zu "Kalender hinzufügen", um einen neuen Kalender hinzuzufügen.
el_gr: Δεν υπάρχουν ημερολόγια για να προσθέσετε τη νέα εκδήλωση. Πηγαίνετε στο "Προσθέστε ένα ημερολόγιο" για να προσθέσετε νέο ημερολόγιο.
es_py: No hay ningún calendario para agregar un evento nuevo. Ir a Agregar calendario para agregar un nuevo calendario.
fr_fr: Il n'y a pas de calendrier dans lequel ajouter un événement. Cliquez sur "Ajouter un calendrier" pour en créer un.
pl_pl: Brak kalendarzy aby dodać wydarzenie. Idź do Dodaj kalendarz, aby dodać nowy kalendarz.
ru_ru: Нет календарей для добавления событий. Создайте новый календарь.
sv_se: Det finns inga kalendrar att lägga till nya evenemang i. Gå till lägg till kalender för att lägga till en ny kalender.

source: Event title
de_de: Ereignistitel
el_gr: Τίτλος Εκδήλωσης
es_py: Título del Evento
fr_fr: Titre de l'événement
nl_nl: Titel van gebeurtenis
pl_pl: Tytuł wydarzenia
ru_ru: Заголовок события
sv_se: Evenemangstitel

source: Calendar
de_de: Kalender
el_gr: Ημερολόγιο
es_py: Calendario
fr_fr: Calendrier
nl_nl: Kalender
pl_pl: Kalendarz
ru_ru: Календарь
sv_se: Kalender

source: If you set URL info type, after click on event it will redirct to URL. Window with details will NOT show! Description will be erase.
de_de: Wenn Sie URL als Informationsart festgelegt haben, werden Sie nach dem Klick auf die Veranstaltung zur URL weitergeleitet. Fenster mit Details werden nicht angezeigt! Beschreibung wird bei diesem Vorgang gelöscht.
el_gr: Εάν ορίσετε το URL για τον τύπο πληροφοριών, με το που κάνετε κλικ στην εκδήλωση θα σας πάει κατευθείαν στη διεύθυνση URL. Παράθυρο με λεπτομέρειες ΔΕΝ θα εμφανιστεί! Η περιγραφή θα σβήσει.
es_py: Si usted configura el tipo de información URL, después de hacer click en el evento será redireccionado a la URL. Una Ventana con detalles no será mostrada! La descripción será borrada.
fr_fr: Si vous choisissez "URL" comme type d'informations, vous serez redirigé vers cette URL en cliquant sur l'événement. La fenêtre de détails ne s'affichera pas et la description sera effacée !
pl_pl: Jeśli ustawisz typ na URL, po kliknięciu zostaniesz przeniesiony na wskazany URL. Okienko z opisem nie zostanie pokazane! Opis zostanie skasowany.
ru_ru: При выборе типа "URL" нажатие на событие откроет URL-адрес, указанный в соответствующем поле..
sv_se: Om du ställer in informationstypen URL-info, kommer du att bli omdirigerad till URL:en efter klick. Fönster med ytterligare information kommer INTE att visas! Beskrivning kommer att tas bort.

source: If you set Description info type, after click on event it will show window with details.
de_de: Wenn Sie die Beschreibung als Informationsart festgelegt haben, wird beim Klick auf das Ereignis ein Fenster ohne Details angezeigt.
el_gr: Εάν ορίσετε τον τύπο περιγραφή πληροφοριών, με το που κάνετε κλικ στην εκδήλωση θα εμφανιστεί το παράθυρο με λεπτομέρειες
es_py: Si usted configura el tipo de información Descripción, después de hacer click en el evento mostrará una ventana con detalles.
fr_fr: Si vous choisissez "Description" comme type d'informations, une fenêtre d'information s'ouvrira en cliquant sur l'événement.
pl_pl: Jeśli ustawisz typ na Opis, po kliknięciu zostanie pokazane okienko ze szczegółami wydarzenia.
ru_ru: При выборе типа "Описание" нажатие на событие отображает окно с подробной информацией.
sv_se: Om du ställer in informationstypen beskrivning, kommer ett fönster med ytterligare information att visas.

source: Event info type
de_de: Ereignis Informationsart
el_gr: Τύπος Πληροφοριών εκδήλωσης
es_py: Tipo de información Evento
fr_fr: Type d'informations de l'événement
pl_pl: Typ wydarzenia
ru_ru: Тип информации о событии
sv_se: Informationstyp för evenemang

source: Description
de_de: Beschreibung
el_gr: Περιγραφή
es_py: Descripción
pl_pl: Opis
ru_ru: Описание
sv_se: Beskrivning

source: Event type
de_de: Ereignisart
el_gr: Τύπος εκδήλωσης
es_py: Tipo de Evento
fr_fr: Type d'événement
nl_nl: Type gebeurtenis
pl_pl: Type wydarzenia
ru_ru: Продолжительность события
sv_se: Evenemangstyp

source: All day (multiday)
de_de: Ganzen Tag (mehrtägig)
el_gr: Όλη την ημέρα (multiday)
es_py: Todo el día (múltiples días)
fr_fr: Toute la journée (plusieurs jours)
pl_pl: Cały dzień (kilka dni)
ru_ru: Несколько дней
sv_se: Hela dagen (flera dagar)

source: One day with time
de_de: Eintägig mit Uhrzeit
el_gr: Μια μέρα με ώρα
es_py: Un día con tiempo
fr_fr: Un jour avec une heure
pl_pl: Jeden dzień z godzinami
ru_ru: Один день
sv_se: En dag med klockslag

source: Event start date
de_de: Ereignis beginnt am
el_gr: Ημερομηνία έναρξης Εκδήλωσης
es_py: Fecha de inicio del evento
fr_fr: Date de début de l'événement
pl_pl: Data początkowa wydarzenia
ru_ru: Дата начала события
sv_se: Startdatum för evenemang

source: Event start time
de_de: Ereignis beginnt um
el_gr: Ώρα έναρξης Εκδλωσης
es_py: Hora de inicio del Evento
fr_fr: Heure de début de l'événement
pl_pl: Czas początkowy wydarzenia
ru_ru: Время начала события
sv_se: Starttid för evenemang

source: Event end date
de_de: Ereignis endet am
el_gr: Εκδήλωση και ημερομηνία
es_py: Fecha de término del evento
fr_fr: Date de fin de l'événement
pl_pl: Data końcowa wydarzenia
ru_ru: Дата окончания события
sv_se: Slutdatum för evenemang

source: Event end time
de_de: Ereignis endet um
el_gr: Εκδήλωση και ώρα
es_py: Hora de término del evento
fr_fr: Heure de fin de l'événement
pl_pl: Czas końcowy wydarzenia
ru_ru: Время окончания события
sv_se: Sluttid för evenemang

source: Event type - color
de_de: Ereignisart - Farbe
el_gr: Τύπος εκδήλωσης - χρώμα
es_py: Color - Tipo de evento
fr_fr: Type d'événement - couleur
pl_pl: Typ wydarzenia - kolor
ru_ru: Тип события - цвет
sv_se: Evenemangstyp - färg

source: Event description
de_de: Ereignisbeschreibung
el_gr: Περιγραφή Εκδήλωσης
es_py: Descripción del evento
fr_fr: Description de l'événement
nl_nl: Omschrijving van gebeurtenis
pl_pl: Opis wydarzenia
ru_ru: Описание события
sv_se: Evenemangsbeskrivning

source: Event url
de_de: Ereignis-URL
el_gr: URL εκδήλωσης
es_py: URL del evento
fr_fr: URL de l'événement
nl_nl: Gebeurtenis url
pl_pl: URL wydarzenia
ru_ru: URL события
sv_se: Evenemangs-URL

source: Language
de_de: Sprache
el_gr: Γλώσσα
es_py: Lenguaje
fr_fr: Langue
nl_nl: Taal
pl_pl: Język
ru_ru: Язык
sv_se: Språk

source: Language - datepicker
de_de: Sprache - Datumsauswahl
el_gr: Γλώσσα - Επιλογέας Ημερομηνίας
es_py: Lenguaje - selector de fecha
fr_fr: Langue - sélecteur de date
pl_pl: Języka - pobieracz daty
ru_ru: Язык указателя даты
sv_se: Språk - Datumväljare

source: Event date format
de_de: Ereignisdatumsformat
el_gr: Μορφή ημερομηνίας εκδήλωσης
es_py: Formato de fecha del evento
fr_fr: Format de date des événements
nl_nl: Datumformaat voor gebeurtenis
pl_pl: Format daty w wydarzeniu
ru_ru: Формат даты события
sv_se: Datumformat för evenemang

source: Event time format
de_de: Ereignis Zeitformat
el_gr: Μορφή ώρας Εκδήλωσης
es_py: Formato de hora del elvento
fr_fr: Format de l'heure des événements
pl_pl: Format czasu
ru_ru: Формат времени события
sv_se: Tidsformat för evenemang

source: Available formats
de_de: Verfügbare Formate
el_gr: Διαθέσιμες μορφές
es_py: Formatos disponibles
fr_fr: Formats disponibles
pl_pl: Dostępne formaty
ru_ru: Доступные форматы
sv_se: Tillgängliga format

source: Start from
de_de: Beginnen ab
el_gr: Έναρξη Από
es_py: Empezar de
fr_fr: Commence à
nl_nl: Begin vanaf
pl_pl: Zacznij od
ru_ru: Начало недели
sv_se: Starta från

source: Number of events in day
de_de: Anzahl der Ereignisse am Tag
el_gr: Αριθμός εκδηλώσεων την ημέρα
es_py: Número de eventos en un día
fr_fr: Nombre d'événements du jour
nl_nl: Aantal gebeurtenissen op dag
pl_pl: Ilość wydarzeń w dniu
ru_ru: Число событий в день
sv_se: Antal evenemang på en dag

source: Default color of event
de_de: Standardfarbe des Ereignisses
el_gr: Προεπιλεγμένο χρώμα της εκδήλωσης
es_py: Color del evento por defecto
fr_fr: Couleur par défaut des événements
nl_nl: Standaard kleur van gebeurtenis
pl_pl: Domyslny kolor wydarzenia
ru_ru: Цвет события по умолчанию
sv_se: Förvald färg på evenemang

source: Scroll time in datepicker
de_de: Scrolle Zeit in Datumsauswahl
el_gr: Μετακινήστε το χρόνο στον επιλογεά ημερομηνίας
es_py: Rueda de tiempo en selector de fecha
fr_fr: Scroller sur l'heure dans le sélecteur de date
pl_pl: Używanie scrolla na pobieraczu daty
ru_ru: Прокручивать время в указателе даты/времени
sv_se: Skrolla tid i datumväljaren

source: Scroll month in datepicker
de_de: Scrolle Monat in Datumsauswahl
el_gr: Μετακινήστε τον μήνα στον επιλογεά ημερομηνίας
es_py: Rueda de meses en selector de fecha
fr_fr: Scroller sur le mois dans le sélecteur de date
pl_pl: Używanie scrolla na pobieraczu czasu
ru_ru: Прокручивать месяц в указателе даты/времени
sv_se: Skrolla månad i datumväljaren

source: Scroll on input to change date / time (to enable this option you have to enable scroll time or month)
de_de: Scrolle in Eingabefeld um das Datum / Zeit zu ändern (um diese Funktion zu nutzen, die Option Scrolle Monat / Zeit in Datumsauswahl aktivieren)
el_gr: Μετακινήστε στην είσοδο για να αλλάξετε την ημερομηνία / ώρα (για να ενεργοποιήσετε αυτή την επιλογή θα πρέπει να ενεργοποιήσετε την κύλισης για ώρα ή μήνες)
es_py: Rueda de entrada para cambiar fecha/ hora (para activar esta opción usted debe activar la rueda de tiempo o mes)
fr_fr: Scrollez sur le champ pour changer la date / l'heure (pour activer cette option, vous devez activer "Scroller sur l'heure" ou "Scroller sur le mois")
pl_pl: Używanie scrolla na polu z datą (aby aktywować to opcję należy aktywować scroll na pobieraczu daty lub miesiąca)
ru_ru: Прокручивать на строке ввода для изменения даты /времени (для активации опции включите прокрутку времени или месяцев)
sv_se: Skrolla vid inskrivning av värde för att byta datum / tid (för att aktivera detta alternativ måste du aktivera skrolla tid eller månad)

source: Update settings
de_de: Einstellungen aktualisieren
el_gr: Ενημέρωση Ρυθμίσεων
es_py: Actualización de configuraciones
fr_fr: Mettre à jour les paramètres
nl_nl: Instellingen bijwerken
pl_pl: Aktualizuj ustawienia
ru_ru: Обновить опции
sv_se: Uppdatera inställningar

source: Help
de_de: Hilfe
el_gr: Βοήθεια
es_py: Ayuda
fr_fr: Aide
pl_pl: Pomoc
ru_ru: Помощь
sv_se: Hjälp

source: After add event go to Calendar list -> show events for calendar. At now, you can manage events.
de_de: Nach dem Hinzufügen eines Ereignisses, gehen Sie zur Kalenderliste und lassen Sie sich die Ereignisse eines Kalenders anzeigen. Dort können Sie die Ereignisse verwalten.
el_gr: Αφού προσθέσατε την εκδήλωση μεταβείτε στη Λίστα Ημερολογίων -> εμφάνιση εκδηλώσεων στο ημερολόγιο. Τώρα, μπορείτε να διαχειριστείτε τις εκδηλώσεις.
es_py: Después de agregar un evento ir a la lista del Calendario-> mostrar eventos para calendario. En este momento, usted puede administrar eventos.
fr_fr: Après avoir ajouté un événement, allez dans "Liste des calendriers > Afficher les événements du calendrier" pour gérer les événements.
pl_pl: Po dodaniu wydarzenia idź do Listy kalendarzy -> pokaż wydarzenia dla kalendarza. Teraz możesz zarządzać wydarzeniami.
ru_ru: После добавления событий перейдите в раздел с календарями, нажмите "Показать события". Теперь вы можете управлять событиями в календаре.
sv_se: Efter ett evenemang lagts till gå till Kalenderlista -> Visa evenemang för kalender. Och nu kan du hantera evenemangen.

source: Drag and drop to change date.
de_de: Verschieben um das Datum zu ändern.
el_gr: Κάντε κλικ και σύρετε για να αλλάξετε την ημερομηνία.
es_py: Arrastrar y soltar para cambiar la fecha.
fr_fr: Glissez / déposez pour changer la date.
pl_pl: Podnieś i upuść aby zmienić datę.
ru_ru: Перетаскивая события в соответствующие ячейки можно менять дату.
sv_se: Drag och släpp för att byta datum.

source: Click for edit details.
de_de: Klicken für Bearbeitungsdetails.
el_gr: Κάντε κλικ για να επεξεργαστείτε τις λεπτομέρειες.
es_py: Haga click para editar detalles.
fr_fr: Cliquez pour modifier les détails.
pl_pl: Kliknij aby edytować szczegóły.
ru_ru: Кликните для редактирования события.
sv_se: Klicka för att redigera information.

source: If you choose "All day" event you can resize event for more days.
de_de: Wenn Sie "Ganzen Tag" für das Event auswählen, können Sie die Tage festlegen.
el_gr: Αν επιλέξετε εκδήλωση "Όλη Μέρα" , μπορείτε να αλλάξετε το μέγεθος εκδήλωσης για περισσότερες ημέρες.
es_py: Si usted elige evento de "Todo el día" usted puede cambiar el tamaño el evento por más días.
fr_fr: Si vous choisissez "Toute la journée", vous pouvez redimensionner l'événement sur plusieurs jours.
pl_pl: Jeśli wybierzesz "całodzienne" wydarzenie, będziesz mógł rozszerzyć wydarzenie na kilka dni.
ru_ru: При выборе продолжительности события "Несколько дней" событие можно растянуть на несколько дней.
sv_se: Om du väljer "Hela dagen" som evenemang kan du skala om evenemang för fler dagar.
