Repository: concrete5/package-translations
Catalog: constants-driller/*.po
Languages: da_dk, el_gr, fi_fi, it_it, nl_nl, pt_br, sv_se

source: Deep analysis and report of PHP constants used by concrete5.
da_dk: Grundig analyse og rapport over PHP konstanter der bruges af Concrete5.
el_gr: Ανάλυση εκ βαθέων και αναφορά των σταθερών PHP που χρησιμοποιούνται από το concrete5.
fi_fi: Concrete5:n käyttämien PHP konstanttien syväanalyysi ja raportti.
it_it: Analisi approfondita e report sulle costanti PHP utilizzate da concrete5.
nl_nl: Grondige analyse en verslag van PHP-constanten zijn die worden gebruikt door concrete5.
pt_br: Análise profunda e relatório de constantes PHP usadas pelo concrete5.
sv_se: Djupgående analys och rapport om PHP-konstanter använda av concrete5.

source: Constants Driller
fi_fi: Konstanttiporaaja
nl_nl: Constanten Driller

source: Invalid parameter: %s
el_gr: Μη έγκυρη παράμετρος: %s
fi_fi: Virheellinen parametri: %s
it_it: Parametro non valido: %s
nl_nl: Ongeldige parameter: %s
pt_br: Parâmetro inválido: %s
sv_se: Ogiltig parameter: %s

source: You have to do a first-time scan (under the options pane available clicking the upper-right "Option" label).
da_dk: Du er nødt til at udfører en første gang scanning (under indstillings siden, findes ved at klikke på "Indstillinger" øverst til højre).
el_gr: Θα πρέπει να κάνετε τη σάρωση της πρώτης-φοράς (κάτω από το διαθέσιμο παράθυρο ρυθμίσεων κάνοντας κλικ στη επάνω δεξιά ετικέτα "Επιλογή" ).
fi_fi: Sinun täytyy tehdä ensimmäinen skannaus (asetuspaneelin alapuolella, joka löytyy klikkaamalla oikean ylänurkan "Asetukset"-kohtaa).
it_it: È necessario effettuare una scansione una prima volta (sotto il riquadro opzioni, disponibile facendo clic sull’etichetta di “Opzioni” nell’angolo superiore destro).
nl_nl: U eerst een eerste scan uitvoeren (onder het Opties deelvenster beschikbaar klikken de rechterbovenhoek "Optie" label).
pt_br: Você precisa fazer uma varredura inicial (no painel de opções disponível ao clicar no rótulo superior direito "Opções").
sv_se: Du måste utföra en första-gångs-scanning (under alternativfönstret, klicka på den översta högra "Alternativ"-rubriken).

source: never accomplished
da_dk: aldrig gennemført
el_gr: δεν πραγματοποιήθηκε ποτέ
fi_fi: ei suoritettu koskaan
it_it: mai effettuata
nl_nl: nooit bereikt
pt_br: nunca concluída
sv_se: Aldrig genomförd

source: Last scan: %s
da_dk: Sidste scan: %s
el_gr: Τελευταία σάρωση: %s
fi_fi: Viimeisin skannaus: %s
it_it: Ultima analisi: %s
nl_nl: Laatste scan: %s
pt_br: Última varredura: %s
sv_se: Senast scannad: %s

source: Not defined
da_dk: Ikke defineret
el_gr: δεν προσδιορίζεται
fi_fi: Ei määritelty
it_it: Non definita
nl_nl: Niet gedefinieerd
pt_br: Não definido
sv_se: Inte definerad

source: This operation may take a few minutes.
da_dk: Denne operation, kan tage et par minutter.
el_gr: Αυτή η λειτουργία μπορεί να διαρκέσει μερικά λεπτά.
fi_fi: Tämä toiminto voi kestää muutaman minuutin.
it_it: Questa operazione potrebbe richiedere qualche minuto.
nl_nl: Deze operatie kan enkele minuten duren.
pt_br: Esta operação pode durar alguns minutos.
sv_se: Denna åtgärd kan ta ett par minuter.

source: Do you want to proceed anyway?
da_dk: Ønsker du at fortsætte alligevel?
el_gr: Θέλετε να συνεχίσετε ούτως ή άλλως;
fi_fi: Haluatko jatkaa siitä huolimatta?
it_it: Procedere comunque?
nl_nl: Wilt u toch doorgaan?
pt_br: Quer proceder assim mesmo?
sv_se: Vill du fortsätta trots detta?

source: Constant %s defined in…
da_dk: Konstant %s defineret i...
el_gr: Η Σταθερά %s Ορίζεται σε ...
fi_fi: Konstantti %s määritelty...
it_it: Costante %s definita in…
nl_nl: Constante %s gedefinieerd...
pt_br: Constante %s definida em…
sv_se: Konstant %s definerad i...

source: Defined in…
da_dk: Defineret i...
el_gr: Ορίζεται σε ...
fi_fi: Määritelty...
it_it: Definita in…
nl_nl: Gedefinieerd...
pt_br: Definida em…
sv_se: Definerad i...

source: Constant %s used in…
da_dk: Konstant %s brugt i...
el_gr: Η Σταθερά %s χρησιμοποιήται σε ...
fi_fi: Konstanttia %s käytetään...
it_it: Costante %s usata in…
nl_nl: Constante %s gebruikt...
pt_br: Constante %s usada em…
sv_se: Konstant %s används i...

source: Used in…
da_dk: Brugt i...
el_gr: Χρησιμοποιήται σε ...
fi_fi: Käytetään...
it_it: Usata in…
nl_nl: Gebruikt...
pt_br: Usada em…
sv_se: Används i...

source: Nowhere
da_dk: Ingen steder
el_gr: Πουθενά
fi_fi: Ei missään
it_it: Da nessuna parte
nl_nl: Nergens
pt_br: Nenhum lugar
sv_se: Ingenstanns

source: File
da_dk: Fil
el_gr: Αρχείο
fi_fi: Tiedosto
nl_nl: Bestand
pt_br: Arquivo
sv_se: Fil

source: Line
da_dk: Linje
el_gr: Σειρά
fi_fi: Rivi
it_it: Linea
nl_nl: Lijn
pt_br: Linha
sv_se: Linje

source: Close
da_dk: Luk
el_gr: Κλείσιμο
fi_fi: Sulje
it_it: Chiudi
nl_nl: Sluiten
pt_br: Fechar
sv_se: Stäng

source: We have to do a first-time scan to locate all the constants.
da_dk: Vi er nødt til at udfører en første gang scanning for at finde alle de konstanter.
el_gr: Θα πρέπει να γίνει μια πρώτη σάρωση για να βρεθούν όλες οι σταθερές.
fi_fi: Meidän täytyy tehdä ensimmäinen skannaus kaikkien konstattien löytämiseksi.
it_it: È necessario fare una prima scansione per individuare tutte le costanti.
nl_nl: Wij moeten doen een scan van de eerste-tijd om te zoeken alle de-constanten zijn.
pt_br: Precisamos fazer uma varredura inicial para localizar todas as constantes.
sv_se: Vi måste genomföra en första-gångs-skanning för att hitta alla konstanter.

source: Do you want to do it now?
da_dk: Ønsker du at gøre det nu?
el_gr: Θέλεις να γίνει τώρα;
fi_fi: Haluatko tehdä sen nyt?
it_it: Si desidera effettuare questa operazione adesso?
nl_nl: Wilt u nu doen?
pt_br: Quer fazer isso agora?
sv_se: Vill du gör detta nu?

source: PS: this may take a few minites.
da_dk: PS: dette kan tage et par minutter.
el_gr: Υ.Γ.: Αυτό θα πάρει κάποια λεπτά
fi_fi: PS: Tämä voi kestää muutaman minuutin.
it_it: PS: l’operazione potrebbe richiedere qualche minuto.
nl_nl: PS: dit kan duren een paar minites.
pt_br: PS: isto pode durar alguns minutos.
sv_se: PS: detta kan ta ett par minuter.

source: The Constants Driller allow you to inspect all the constants used or defined in your concrete5 installation.
da_dk: Denne Constants Driller giver dig mulighed for at inspicere alle de konstanter, der bruges eller er defineret i din Concrete5 installation.
el_gr: Το Constants Driller σας επιτρέπει να κάνετε μια επιθεώρηση όλων των σταθερών που είναι σε χρήση ή είναι καθορισμένες στο εγκατεστημένο concrete5.
it_it: Il Constant Driller permette di analizzare tutte le costanti utilizzate o definite nella propria installazione di concrete5.
nl_nl: De constanten Driller kunt inspecteren alle constanten gebruikt of gedefinieerd in uw concrete5-installatie.
sv_se: The Constant Driller låter dig inspektera alla konstanter som används eller är Definierade i en concrete5-installation

source: Options
da_dk: Indstillinger
el_gr: Eπιλογές
fi_fi: Asetukset
it_it: Opzioni
nl_nl: Opties
pt_br: Opções
sv_se: Alternativ

source: Rescan
da_dk: Scan igen
el_gr: Επανάληψη Σάρωσης
fi_fi: Skannaa uudestaan
it_it: Scansione
nl_nl: Opnieuw scannen
pt_br: Varrer novamente
sv_se: Sök igen

source: Constant
da_dk: Konstant
el_gr: Σταθερά
it_it: Costante
nl_nl: Constante
pt_br: Constante
sv_se: Konstant

source: Constant name
da_dk: Navn på konstant
el_gr: Όνομα Σταθεράς
fi_fi: Konstantin nimi
it_it: Nome costante
nl_nl: Constantenaam
pt_br: Nome da constante
sv_se: Namn på konstant

source: Defined or used in file
da_dk: Defineret eller brugt i fil
el_gr: Ορίζεται ή χρησιμοποιήται στο αρχείο
fi_fi: Määritelty tai käytetty tiedostossa
it_it: Definita o usata nel file
nl_nl: Gedefinieerde of gebruikt in bestand
pt_br: Definida ou usada no arquivo
sv_se: Definierad eller använd i en fil

source: Defined in file
da_dk: Defineret i fil
el_gr: Ορίζεται στο αρχείο
fi_fi: Määritelty tiedostossa
it_it: Definita nel file
nl_nl: Gedefinieerd in bestand
pt_br: Definida no arquivo
sv_se: Definierad i fil

source: Used in file
da_dk: Brugt i fil
el_gr: Χρησιμοποιήται στο αρχείο
fi_fi: Käytetty tiedostossa
it_it: Usata nel file
nl_nl: Gebruikt in bestand
pt_br: Usada no arquivo
sv_se: Använd i fil

source: File name
da_dk: Filnavn
el_gr: Όνομα Αρχείου
fi_fi: Tiedostonimi
it_it: Nome file
nl_nl: Bestandsnaam
pt_br: Nome do arquivo
sv_se: Filnamn

source: Search
da_dk: Søg
el_gr: Αναζήτηση
fi_fi: Haku
it_it: Cerca
nl_nl: Zoeken
pt_br: Procurar
sv_se: Sök

source: Exclude 3rd party libraries
da_dk: Udeluk 3. parts libraries
el_gr: Εξαίρεση βιβλιοθηκών 3τρίτων
fi_fi: Jätä huomiotta 3. osapuolien kirjastot
it_it: Escludi librerie di terze parti
nl_nl: Uitsluiten van 3e partij bibliotheken
pt_br: Excluir bibliotecas de terceiros
sv_se: Exkludera 3:e-partsbibliotek

source: Current value
da_dk: Nuværende værdi
el_gr: Τρέχουσα Τιμή
fi_fi: Nykyinen arvo
it_it: Valore attuale
nl_nl: Huidige waarde
pt_br: Valor atual
sv_se: Nuvarande värde

source: Found in
da_dk: Fundet i
el_gr: Βρέθηκαν σε
fi_fi: Löytyi
it_it: Presente in
nl_nl: Gevonden in
pt_br: Encontrada em
sv_se: Hittades i
