Repository: concrete5/package-translations
Catalog: migration-tool/*.po
Languages: it_it, ja_jp

source: Migration Tool
it_it: Strumento di migrazione
ja_jp: マイグレーションツール

source: Import Content
it_it: Importa contenuto
ja_jp: コンテンツインポート

source: Export Content
it_it: Esporta contenuto
ja_jp: コンテンツエクスポート

source: This add-on requires PHP 5.4 or greater.
it_it: Questa estensione richiede PHP 5.4 o superiore.
ja_jp: このアドオンは PHP 5.4 以上が必要です。

source: Batch added successfully.
it_it: Collezione aggiunta correttamente.
ja_jp: バッチが正常に追加されました。

source: Batch removed successfully.
it_it: Collezione rimossa correttamente.
ja_jp: バッチが正常に削除されました。

source: You have not created any export batches.
it_it: Non è ancora stata creata alcuna collezione da esportare.
ja_jp: エクスポートバッチが作成されていません。

source: Export Batch
it_it: Esporta collezione
ja_jp: エクスポートバッチ

source: Invalid batch.
it_it: Collezione non valida.
ja_jp: 無効なバッチです。

source: Invalid item type.
it_it: Tipo di elemento non valido.
ja_jp: 無効なアイテムタイプです。

source: Items removed.
it_it: Elementi rimossi.
ja_jp: アイテムが削除されました。

source: Add To Batch
it_it: Aggiungi alla collezione
ja_jp: バッチに追加

source: Batch cleared successfully.
it_it: Collezione svuotata correttamente.
ja_jp: バッチが正常にクリアされました。

source: Batch files deleted successfully.
it_it: File della collezione eliminati correttamente.
ja_jp: バッチファイルが正常に削除されました。

source: Invalid XML file.
it_it: File XML non valido.
ja_jp: 無効なXMLファイルです。

source: Content added to batch successfully.
it_it: Contenuto aggiunto alla collezione correttamente.
ja_jp: バッチにコンテンツが正常に追加されました。

source: Batch drafts published successfully.
it_it: Bozze della collezione eliminate correttamente.
ja_jp: バッチが正常に展開されました。

source: You have not created any import batches. Create a batch and add content records to it.
it_it: Non è ancora stata creata alcuna collezione da importare. Creare una collezione e aggiungervi dei record.
ja_jp: インポートバッチが作成されていません。バッチを作成し、コンテンツレコードを追加してください。

source: Import Batch
it_it: Importa collezione
ja_jp: インポートバッチ

source: Files in Batch
it_it: File nella collezione
ja_jp: バッチ内のファイル

source: File(s) uploaded successfully
it_it: File caricati correttamente
ja_jp: ファイルが正常にアップロードされました

source: Find and Replace
it_it: Trova e sostituisci
ja_jp: 検索と置換

source: Invalid mapping type.
it_it: Tipo di mappatura non valido.
ja_jp: 無効なマッピングタイプです。

source: Batch mappings updated.
it_it: Mappatura della collezione aggiornata.
ja_jp: バッチマッピングが更新されました。

source: Map Content
it_it: Contenuto della mappa
ja_jp: コンテンツマッピング

source: Name
it_it: Nome
ja_jp: 名前

source: Handle
ja_jp: ハンドル

source: Type
it_it: Tipo
ja_jp: タイプ

source: Category
it_it: Categoria
ja_jp: カテゴリー

source: Allow Sets
it_it: Permetti set
ja_jp: セットを許可

source: Attributes
it_it: Attributi
ja_jp: 属性

source: Categories
it_it: Categorie
ja_jp: カテゴリー

source: Word
it_it: Parola
ja_jp: ワード

source: Types
it_it: Tipi
ja_jp: 種類

source: Library
it_it: Libreria
ja_jp: ライブラリ

source: Key
it_it: Chiave
ja_jp: キー

source: Value
it_it: Valore
ja_jp: 値

source: Activated
it_it: Attivato
ja_jp: 有効

source: Yes
it_it: Sì
ja_jp: はい

source: No
ja_jp: いいえ

source: Active
it_it: Attivo
ja_jp: 有効

source: Points
it_it: Punti
ja_jp: ポイント

source: Page
it_it: Pagina
ja_jp: ページ

source: Path
it_it: Percorso
ja_jp: パス

source: Title
it_it: Titolo
ja_jp: タイトル

source: Icon
it_it: Icona
ja_jp: アイコン

source: Service
it_it: Servizio
ja_jp: サービス

source: Stack
it_it: Pila
ja_jp: スタック

source: Width
it_it: Larghezza
ja_jp: 幅

source: Height
it_it: Altezza
ja_jp: 高さ

source: Required
it_it: Richiesto
ja_jp: 必須

source: Tree
it_it: Albero
ja_jp: ツリー

source: No results found.
it_it: Nessun risultato trovato.
ja_jp: 該当する結果が見つかりませんでした。

source: Attribute Category
it_it: Categoria di attributi
ja_jp: 属性カテゴリ

source: ** Choose a page type
it_it: ** selezionare un tipo di pagina
ja_jp: ** ページタイプを選択してください

source: Keywords
it_it: Parole chiave
ja_jp: キーワード

source: Published on or After
it_it: Pubblicato il o dopo
ja_jp: この作成日以降

source: Filter by Parent Page
it_it: Filtra per pagina padre
ja_jp: 親ページで絞り込み

source: Filter by Page Type
it_it: Filtra per tipo di pagina
ja_jp: ページタイプでフィルタ

source: Back to Batch
it_it: Torna alla collezione
ja_jp: バッチに戻る

source: Choose Item Type
it_it: Selezionare il tipo di elemento
ja_jp: アイテムタイプを選択

source: ** Select Item
it_it: ** seleziona elemento
ja_jp: ** アイテムを選択

source: Go
it_it: Vai
ja_jp: 実行

source: Search
it_it: Cerca
ja_jp: 検索

source: Add to Batch
it_it: Aggiungi alla collezione
ja_jp: バッチに追加

source: Results
it_it: Risultati
ja_jp: 結果

source: Items added successfully.
it_it: Elementi aggiunti correttamente.
ja_jp: アイテムが正常に追加されました。

source: Delete Files
it_it: Elimina file
ja_jp: ファイルを削除

source: Upload Files
it_it: Carica file
ja_jp: ファイルをアップロード

source: Are you sure you remove all the files from this batch? They will be deleted from the entire concrete5 site. This cannot be undone.
it_it: Rimuovere tutti i file da questa collezione? Questi non verranno eliminati dal sito concrete5. Questa operazione non può essere annullata.
ja_jp: 本当にこのバッチから全てのファイルを削除してもよろしいですか？この操作は、concrete5サイト全体からファイルを削除します。この操作は取り消せません。

source: Cancel
it_it: Annulla
ja_jp: キャンセル

source: Clear Batch
it_it: Svuota collezione
ja_jp: バッチをクリア

source: Batch
it_it: Collezione
ja_jp: バッチ

source: Filename
it_it: Nome file
ja_jp: ファイル名

source: No files have been added to this batch.
it_it: Non è stato aggiunto alcun file a questa collezione.
ja_jp: このバッチにファイルが追加されていません。

source: Error
it_it: Errore
ja_jp: エラー

source: Uploading
it_it: Caricamento
ja_jp: アップロード中

source: Download Files
it_it: Scarica file
ja_jp: ファイルをダウンロード

source: Files
it_it: File
ja_jp: ファイル

source: No referenced files found.
it_it: Non è stato trovato alcun file referenziato.
ja_jp: 関連付けられたファイルが見つかりません。

source: Content XML
it_it: Contenuto XML
ja_jp: コンテンツXML

source: View XML
it_it: Vedi XML
ja_jp: XMLを表示

source: Download XML
it_it: Scarica XML
ja_jp: XMLをダウンロード

source: Batch Item
it_it: Elemento della collezione
ja_jp: バッチアイテム

source: Maps To
it_it: Mappa su
ja_jp: マッピングする

source: Installed %s
it_it: Installato %s
ja_jp: インストールされた %s

source: Batch %s
it_it: Collezione %s
ja_jp: バッチ %s

source: Save
it_it: Salva
ja_jp: 保存

source: No items of the selected type found in the batch.
it_it: Nella collezione non è presente alcun elemento del tipo selezionato.
ja_jp: バッチにこのタイプのアイテムが見つかりません。

source: Add Content
it_it: Aggiungi contenuto
ja_jp: コンテンツを追加

source: Add Content to Batch
it_it: Aggiungi contenuto alla collezione
ja_jp: バッチにコンテンツを追加

source: Edit Batch
it_it: Modifica collezione
ja_jp: バッチを編集

source: Import Batch to Site
it_it: Importa collezione nel sito
ja_jp: バッチをサイトにインポートする

source: Delete Batch
it_it: Elimina collezione
ja_jp: バッチを削除

source: Create site content from the contents of this batch?
it_it: Creare contenuto del sito a partire dal contenuto di questa collezione?
ja_jp: このバッチ内のコンテンツからサイトのコンテンツを作成しますか？

source: Are you sure you want to delete this import batch? This cannot be undone.
it_it: Eliminare questa collezione di importazione? Questa operazione non potrà essere annullata.
ja_jp: 本当にこのインポートバッチを削除しますか？この操作は取り消せません。

source: Are you sure you remove all content from this import batch? This cannot be undone.
it_it: Rimuovere tutto il contenuto da questa collezione di importazione? Questa operazione non potrà essere annullata.
ja_jp: 本当にこのインポートバッチ内のすべてのコンテンツを削除しますか？この操作は取り消せません。

source: Content File
it_it: File di contenuto
ja_jp: コンテンツファイル

source: File Format
it_it: Formato di file
ja_jp: ファイルフォーマット

source: Records
it_it: Elementi
ja_jp: レコード

source: Replace all batch content.
it_it: Sostituisci tutto il contenuto della collezione.
ja_jp: すべてのバッチコンテンツを入れ替えます。

source: Add content to batch.
it_it: Aggiungi contenuto alla collezione.
ja_jp: バッチにコンテンツを追加します。

source: Status
it_it: Stato
ja_jp: ステータス

source: Computing Batch Status
it_it: Calcolo dello stato della collezione
ja_jp: バッチステータスを計算中

source: None
it_it: Nessuno
ja_jp: なし

source: Content
it_it: Contenuto
ja_jp: 記事

source: Errors
it_it: Errori
ja_jp: エラー

source: Loading Errors...
it_it: Caricamento degli errori...
ja_jp: エラーを読み込み中...

source: This content batch is empty.
it_it: Questa collezione di contenuti è vuota.
ja_jp: このコンテンツバッチは空です。

source: Add Batch
it_it: Aggiungi collezione
ja_jp: バッチを追加

source: Notes
it_it: Note
ja_jp: 注意

source: Date
it_it: Data
ja_jp: 日付

source: Remove Selected
it_it: Rimuovi selezionati
ja_jp: 選択した項目を削除

source: Are you sure you want to delete this export batch? This cannot be undone.
it_it: Eliminare questa collezione di esportazione? Questa operazione non potrà essere annullata.
ja_jp: 本当にこのエクスポートバッチを削除しますか？この操作は取り消せません。

source: This export batch is empty.
it_it: Questa collezione di esportazione è vuota.
ja_jp: このエクスポートバッチは空です。

source: Defaults Output: %s
it_it: Output predefiniti: %s
ja_jp: デフォルトアウトプット: %s

source: Areas
it_it: Aree
ja_jp: エリア

source: Block Types
it_it: Tipi di blocco
ja_jp: ブロックタイプ

source: Composer Content
it_it: Contenuto del composer
ja_jp: コンポーザーコンテンツ

source: Page Templates
it_it: Modelli di pagina
ja_jp: ページテンプレート

source: Page Types
it_it: Tipi di pagina
ja_jp: ページタイプ

source: Users
it_it: Utenti
ja_jp: ユーザー

source: Address
it_it: Indirizzo
ja_jp: 住所

source: Address 1
it_it: Indirizzo 1
ja_jp: 住所1

source: Address 2
it_it: Indirizzo 2
ja_jp: 住所2

source: Address 3
it_it: Indirizzo 3
ja_jp: 住所3

source: City
it_it: Città
ja_jp: 市町村

source: State/Province
it_it: Provincia
ja_jp: 都道府県

source: Postal Code
it_it: Codice postale
ja_jp: 郵便番号

source: Country
it_it: Nazione
ja_jp: 国

source: XML Element
it_it: Elemento XML
ja_jp: XML要素

source: Raw CIF XML Imported because this attribute is not installed or mapped to an existing attribute.
it_it: XML in formato CIF importato in modo grezzo poiché questo attributo non è installato oppure non è mappatu su un attributo esistente.
ja_jp: この属性は既存の属性にマッピングされていないか、インストールされていないため、CIF XMLが直接インポートされました。

source: Social Links
it_it: Collegamenti social
ja_jp: ソーシャルリンク

source: Data
it_it: Dati
ja_jp: データ

source: Has Custom Countries
it_it: Ha nazioni personalizzate
ja_jp: カスタム国あり

source: Default Country
it_it: Nazione predefinita
ja_jp: デフォルト国

source: Custom Countries
it_it: Nazioni personalizzate
ja_jp: カスタム国

source: Checked
it_it: Selezionato
ja_jp: チェック済み

source: Mode
it_it: Modo
ja_jp: モード

source: Allows Multiple Values
it_it: Permette valori multipli
ja_jp: 複数の値を許可

source: Allows Other Values
it_it: Permette altri valori
ja_jp: 他の値を許可

source: Display Order
it_it: Ordine di visualizzazione
ja_jp: 表示順

source: Options
it_it: Opzioni
ja_jp: オプション

source: User
it_it: Utente
ja_jp: ユーザー

source: Displayed in Profile
it_it: Mostrato nel profilo
ja_jp: プロフィールに表示

source: Editable in Profile
it_it: Modificabile nel profilo
ja_jp: プロフィールで変更可能

source: Required in Profile
it_it: Richiesto nel profilo
ja_jp: ロフィールで必須

source: Editable in Registration
it_it: Modificabile alla registrazione
ja_jp: 登録で入力可能

source: Required in Registration
it_it: Richiesto alla registrazione
ja_jp: 登録で必須

source: Displayed in Member List
it_it: Mostrato nell’elenco dei membri
ja_jp: メンバー一覧に表示

source: Layout
ja_jp: レイアウト

source: Column %s
it_it: Colonna %s
ja_jp: 列（縦）の %s

source: Attribute Categories
it_it: Categorie di attributi
ja_jp: 属性カテゴリー

source: Attribute Keys
it_it: Chiavi di attributi
ja_jp: 属性キー

source: Attribute Sets
it_it: Set di attributi
ja_jp: 属性セット

source: Attribute Types
it_it: Tipi di attributo
ja_jp: 属性タイプ

source: Banned Words
it_it: Parole vietate
ja_jp: 禁止語句

source: Block Type Sets
it_it: Set dei tipi di blocco
ja_jp: ブロックタイプセット

source: Captcha Libraries
it_it: Librerie di captcha
ja_jp: Captchaライブラリ

source: Config Values
it_it: Valori di configurazione
ja_jp: 設定値

source: Editor Snippets
it_it: RItagli dell’editor
ja_jp: エディタースニペット

source: Editors
it_it: Editor
ja_jp: エディター

source: Flag Types
it_it: Tipi di segnalazione
ja_jp: フラッグタイプ

source: Rating Types
it_it: Tipi di valutazione
ja_jp: レーティングタイプ

source: Jobs
it_it: Processi
ja_jp: ジョブ

source: Job Sets
it_it: Set di processi
ja_jp: ジョブセット

source: Packages
it_it: Pacchetti
ja_jp: パッケージ

source: Page Feeds
it_it: Feed della pagina
ja_jp: ページフィード

source: Pages
it_it: Pagine
ja_jp: ページ

source: Composer Control Types
it_it: Tipi di controlli del composer
ja_jp: コンポーザーコントロールタイプ

source: Page Type Publish Target Types
it_it: Tipi di destinazione della pubblicazione del tipo di pagina
ja_jp: ページタイプ公開ターゲットタイプ

source: Access Entity Types
it_it: Tipi di entità di accesso
ja_jp: アクセスエンティティタイプ

source: Permission Categories
it_it: Categorie di autorizzazioni
ja_jp: 権限カテゴリー

source: Permission Keys
it_it: Chiavi di autorizzazioni
ja_jp: 権限キー

source: Single Pages
it_it: Pagine singole
ja_jp: シングルページ

source: Stacks and Global Areas
it_it: Pile e aree globali
ja_jp: スタックトグローバルエリア

source: Themes
it_it: Temi
ja_jp: テーマ

source: Thumbnail Types
it_it: Tipi di miniature
ja_jp: サムネイルタイプ

source: Topics
it_it: Argomenti
ja_jp: トピック

source: Workflow Progress Categories
it_it: Categorie avanzamento flusso di lavoro
ja_jp: ワークフロー進捗カテゴリー

source: Workflow Types
it_it: Tipi di flussi di lavoro
ja_jp: ワークフロータイプ

source: Page Path
it_it: Percorso della pagina
ja_jp: ページパス

source: All Pages
it_it: Tutte le pagine
ja_jp: 全てのページ

source: Page Type
it_it: Tipo di pagina
ja_jp: ページタイプ

source: Parent Page
it_it: Pagina padre
ja_jp: 親ページ

source: Publish Target
it_it: Destinazione della pubblicazione
ja_jp: 公開ターゲット

source: Compose Form
it_it: Componi modulo
ja_jp: フォームを編集

source: Page Defaults
it_it: Valori predefiniti della pagina
ja_jp: ページデフォルト

source: Template: %s
it_it: Modello: %s
ja_jp: テンプレート: %s

source: Entity
it_it: Entità
ja_jp: エンティティ

source: Group
it_it: Gruppo
ja_jp: グループ

source: Access
it_it: Accesso
ja_jp: アクセス

source: Style Set
it_it: Set di stili
ja_jp: スタイルセット

source: Topic tree %s does not exist in the site or in the current content batch
it_it: L’albero di argomenti %s non esiste nel sito o nel contenuto della collezione attuale
ja_jp: トピックツリー %s はこのサイトもしくは現在のコンテンツバッチに存在しません

source: Attribute key is of an unknown type. It may not be imported properly.
it_it: Il tipo della chiave di attributo è sconosciuto. Potrebbe non venire importato correttamente.
ja_jp: 属性キーは未定義のタイプです。正しくインポートされません。

source: Attribute <strong>%s</strong> does not exist.
it_it: L’attributo <strong>%s</strong> non esiste.
ja_jp: 属性<strong>%s</strong>は存在しません。

source: Block type <strong>%s</strong> does not exist.
it_it: Il tipo di blocco <strong>%s</strong> non esiste.
ja_jp: ブロックタイプ<strong>%s</strong>は存在しません。

source: Referenced page feed %s cannot be found in the site or in the current content batch.
it_it: Il feed di pagina referenziato con %s non è stato trovato nel sito o nel contenuto della collezione attuale.
ja_jp: 参照されたページフィード %s はサイトもしくは現在のコンテンツバッチに存在しません。

source: Referenced page at path %s cannot be found in the site or in the current content batch.
it_it: La pagina referenziata con percorso %s non è stata trovata nel sito o nel contenuto della collezione attuale.
ja_jp: 参照されたページパス %s はサイトか現在のコンテンツバッチに存在しません。

source: Referenced page template %s cannot be found in the site or in the current content batch.
it_it: Il modello di pagina referenziato con %s non è stato trovato nel sito o nel contenuto della collezione attuale.
ja_jp: 参照されたページテンプレート %s はサイトか現在のコンテンツバッチに存在しません。

source: Referenced page type %s cannot be found in the site or in the current content batch.
it_it: Il tipo di pagina referenziato con %s non è stato trovato nel sito o nel contenuto della collezione attuale.
ja_jp: 参照されたページタイプ %s はサイトか現在のコンテンツバッチに存在しません。

source: %s content item %s cannot be found
it_it: L’elemento di contenuto %s referenziato con %s non è stato trovato
ja_jp: %s コンテンツアイテム %s が見つかりません

source: Area <strong>%s</strong> does not exist in site. If the area is page of the new page template this message can be disregarded.
it_it: L’area <strong>%s</strong> non esiste nel sito. Se l’area è di una pagina del nuovo modello di pagine questo messaggio può essere ignorato.
ja_jp: エリア <strong>%s</strong> がサイトに存在しません。このエリアが新しいページテンプレートに含まれるものであれば、このメッセージは無視してかまいません。

source: Area <strong>%s</strong> does not exist.
it_it: L’area <strong>%s</strong> non esiste.
ja_jp: エリア <strong>%s</strong> が存在しません。

source: Attribute <strong>%s</strong> could not be mapped to a known attribute type. It may not be fully imported.
it_it: Non è stato possibile mappare l’attributo <strong>%s</strong> su un tipo di attributo conosciuto. Potrebbe non essere stato importato completamente.
ja_jp: 属性 <strong>%s</strong> が既存の属性タイプにマッピングされていませんので、完全にインポートされません。

source: Page Type Defaults Output Reference <strong>%s</strong> not found within corresponding defaults.
it_it: Il riferimento <strong>%s</strong> dei valori predefiniti dell’output del tipo di pagina non è stato trovato nei valori predefiniti corrispondenti.
ja_jp: ページタイプデフォルト出力の参照 <strong>%s</strong> が対応するデフォルトに見つかりません。

source: Page template <strong>%s</strong> does not exist.
it_it: Il modello di pagina <strong>%s</strong> non esiste.
ja_jp: ページテンプレート <strong>%s</strong> が見つかりません。

source: Page Type <strong>%s</strong> does not exist.
it_it: Il tipo di pagina <strong>%s</strong> non esiste.
ja_jp: ページタイプ <strong>%s</strong> が見つかりません。

source: Mapped page type %s contains unmapped composer output block in %s area.
it_it: Il tipo di pagina %s mappato contiene blocchi di output del composer nell’area %s.
ja_jp: マッピングされたページタイプ %s に %s エリア内のマッピングされていないコンポーザー出力ブロックが含まれています。

source: User <strong>%s</strong> does not exist.
it_it: L’utente <strong>%s</strong> non esiste.
ja_jp: ユーザー <strong>%s</strong> が存在しません。

source: Block type <strong>%s</strong> does not exist in the current batch or in the site.
it_it: Il tipo di blocco <strong>%s</strong> non esiste nella collezione attuale o nel sito.
ja_jp: ブロックタイプ <strong>%s</strong> がこのバッチまたはサイトに存在しません。

source: Attribute <strong>%s</strong> does not exist in the current batch or in the site.
it_it: L’attributo <strong>%s</strong> non esiste nella collezione attuale o nel sito.
ja_jp: 属性 <strong>%s</strong> がこのバッチまたはサイトに存在しません。

source: Group %s does not exist in the site or in the current content batch
it_it: Il gruppo %s non esiste nel sito o nella collezione attuale.
ja_jp: グループ %s がサイトまたは現在のコンテンツバッチに含まれていません。

source: User %s does not exist in the site or in the current content batch
it_it: L’utente %s non esiste nel sito o nella collezione attuale.
ja_jp: ユーザー %s がサイトまたは現在のコンテンツバッチに含まれていません。

source: Permission category %s does not exist in the site or in the current content batch
it_it: La categoria di autorizzazioni %s non esiste nel sito o nella collezione di importazione attuale.
ja_jp: 属性カテゴリー %s はサイトまたは現在のコンテンツバッチに含まれていません。

source: Significant errors detected. Some pages may be incomplete or the entire operation may have trouble completing. Consider mapping more content items.
it_it: Sono stati riscontrati errori rilevanti. Alcune pagine potrebbero essere incomplete oppure l’intera operazione potrebbe non concludersi correttamente. Considerare la possibilità di mappare più elementi di contenuto.
ja_jp: 重要なエラーが検出されました。いくつかのページで処理が完了しないか、全ての操作で問題が起こる可能性があります。コンテンツアイテムのマッピングを行ってください。

source: Some potential problems detected. Consider mapping more content items.
it_it: Sono stati rilevati alcuni potenziali problemi. Considerare la possibilità di mappare più elementi di contenuto.
ja_jp: いくつかの問題を起こす可能性がある内容が検出されました。コンテンツアイテムのマッピングを行ってください。

source: No errors detected.
it_it: Non è stato rilevato alcun errore.
ja_jp: エラーは検出されませんでした。

source: Ignored
it_it: Ignorato
ja_jp: 無視

source: Unmapped
it_it: Non mappata
ja_jp: 未マッピング

source: Request must be passed to the StandardFormatter
it_it: La richiesta deve essere passata a StandardFormatter
ja_jp: リクエストは StandardFormatter をパスする必要があります

source: Conversation Editor
it_it: Editor delle conversazioni
ja_jp: コメント欄エディター

source: Conversation Rating Type
it_it: Tipi di valutazione delle conversazioni
ja_jp: コメント評価タイプ

source: Page Type Composer Control Types
it_it: Tipi dei controller per il composer dei tipi di pagina
ja_jp: ページタイプコンポーザーコントロールタイプ

source: concrete5 XML Export
it_it: XML esportato da concrete5
ja_jp: concrete5 XML エクスポート

source: File does not appear to be an XML file.
it_it: Non sembra che il file sia in formato XML.
ja_jp: ファイルがXMLファイルではないようです。

source: Driver %s getObjectCollection did not return an object of the ObjectCollection type
it_it: Il metodo getObjectCollection del driver %s non ha restituito un oggetto di tipo ObjectCollection
ja_jp: ドライバー %s の getObjectCollection メソッドが ObjectCollection タイプのオブジェクトを返していないようです。

source: Wordpress Content Export
it_it: Contenuto esportato da WordPress
ja_jp: WordPress コンテンツエクスポート
