Repository: concrete5/package-translations
Catalog: files-cleaner/*.po
Languages: ja_jp, sl_si

source: Files Cleaner
ja_jp: フィルクリーナー
sl_si: Čiščenje datotek

source: **USE AT YOUR OWN RISK**
ja_jp: ** 自己責任で利用して下さい **
sl_si: **UPORABLJATE NA LASTNO ODGOVORNOST**

source: Helps you removing temporary files & unuseful files (you’ll find it under Dashboard -> System & Settings -> Optimization -> Clear Files).
ja_jp: 臨時作業ファイルや使用していないファイルの削除を手伝います。（[管理画面] - [システムと設定] - [最適化] - [ファイルをクリア]より実行可能）
sl_si: Pomaga odstraniti začasne in neuporabne datoteke (najdete pod Kontrolnik -> Sistem in nastavitve -> Optimizacija -> Čiščenje datotek).

source: Invalid parameter: %s
ja_jp: 向こうなパラメーター: %s
sl_si: Nepravilen parameter: %s

source: Method '%1$s' not implemented in class '%2$s'
ja_jp: %2$s クラスには %1$s メソッドは組み込まれていません。
sl_si: Metoda '%1$s' ni vsebovana v razredu '%2$s'

source: Unable to open folder %s
ja_jp: %s フォルダーを開けませんでした。
sl_si: Ne morem odpreti mape %s

source: Error deleting folder %s
ja_jp: %s フォルダー削除中にエラー
sl_si: Napaka pri brisanju mape %s

source: Error deleting file %s
ja_jp: %s ファイル削除中にエラー。
sl_si: Napaka pri brisanju datoteke %s

source: %d year
ja_jp: %d 年
sl_si: %d leto

source: %d years
ja_jp: %d 年
sl_si: %d let

source: %d month
ja_jp: %d 月
sl_si: %d mesec

source: %d months
ja_jp: %d 月
sl_si: %d mesecev

source: %d day
ja_jp: %d 日
sl_si: %d dan

source: %d days
ja_jp: %d 日
sl_si: %d dni

source: %d hour
ja_jp: %d 時間
sl_si: %d ura

source: %d hours
ja_jp: %d 時間
sl_si: %d ur

source: %d minute
ja_jp: %d 分
sl_si: %d minuta

source: %d minutes
ja_jp: %d 分
sl_si: %d minut

source: %d second
ja_jp: %d 秒
sl_si: %d sekunda

source: %d seconds
ja_jp: %d 秒
sl_si: %d sekund

source: Deleted files
ja_jp: 削除されたファイル
sl_si: Pobrisane datoteke

source: We consider as "old" the files (created or modified) older than %s.
ja_jp: 「古い」ファイルとは、%s 以前の (作成や更新された) ファイルと定義します。
sl_si: Za "stare" datoteke smatramo (ustvarjene ali spremenjene) starejše kot %s.

source: Deleted thumbnails
ja_jp: 削除されたサムネイル
sl_si: Pobrisane sličice

source: Previous concrete5 versions
ja_jp: 以前の concrete5 バージョン
sl_si: Prejšnje concrete5 verzije

source: Old temporary files
ja_jp: 古いテンポラリーファイル。
sl_si: Stare začasne datoteke

source: Old trashed files
ja_jp: 古いゴミ箱のファイル
sl_si: Stare datoteke v košu

source: Refresh
ja_jp: 更新
sl_si: Osvežitev

source: Please wait
ja_jp: お待ちください。
sl_si: Počakajte prosim

source: Delete files/directories
ja_jp: ファイルやディレクトリを削除
sl_si: Brisanje datotek/map

source: Empty result!
ja_jp: 結果をクリア!
sl_si: Prazen rezultat!

source: Directories:
ja_jp: ディレクトリー一覧：
sl_si: Mape:

source: Files:
ja_jp: ファイル：
sl_si: Datoteke:

source: Directories
ja_jp: ディレクトリー
sl_si: Mape

source: Files
ja_jp: ファイル
sl_si: Datoteke

source: Are you sure you want to proceed?
ja_jp: 本当に実行してよろしいですか？
sl_si: Ali res želite nadaljevati?

source: Clear Files
ja_jp: ファイルをクリア
sl_si: Pobriši datoteke

source: This page allows you to clear potentially unuseful files. **USE AT YOUR OWN RISK**
sl_si: Ta stran vam omogoča brisanje potencialno neuporabnih datotek. **UPORABLJATE NA LASTNO ODGOVORNOST**
