Repository: concrete5/package-translations
Catalog: irc-chat/*.po
Languages: de_de, el_gr, fr_fr, it_it, nl_nl, ru_ru, sl_si, sv_se

source: IRC Chat
de_de: IRC Unterhaltung
el_gr: IRC συνομιλία
fr_fr: Chat IRC
it_it: Chat IRC
ru_ru: IRC чат
sl_si: IRC klepet

source: Direct access to IRC channels.
de_de: Direkter Zugriff auf IRC Kanäle
el_gr: Άμεση πρόσβαση στα κανάλια IRC.
fr_fr: Accès direct aux canaux IRC.
it_it: Accedi direttamente ai canali IRC.
nl_nl: Directe toegang tot IRC-kanalen.
ru_ru: Прямое подключенияе к IRC каналам.
sl_si: Direktni dostop do IRC kanalov.
sv_se: Direkt åtkomst till IRC-kanaler.

# KiwiIrcTheme
source: Relaxed
el_gr: Χαλαρά
ru_ru: Простая
sl_si: Sproščen
sv_se: Avslappnad

# KiwiIrcTheme
source: Basic
el_gr: Βασική
fr_fr: Basique
nl_nl: Basis
ru_ru: Стандартная
sl_si: Osnovni
sv_se: Grundläggande

# KiwiIrcTheme
source: CLI (Dark)
de_de: CLI (Dunkel)
fr_fr: CLI (Sombre)
it_it: CLI (scuro)
nl_nl: CLI (donker)
ru_ru: Темные тона
sl_si: CLI (temen)
sv_se: CLI (Mörk)

# KiwiIrcTheme
source: Mini (Small)
de_de: Mini
el_gr: Μίνι (Μικρό)
fr_fr: Mini (petit)
it_it: Mini (piccolo)
nl_nl: Mini (klein)
ru_ru: Мини
sl_si: Mini (majhen)
sv_se: Mini (Liten)

source: Please specify the height.
de_de: Bitte Höhe angeben.
el_gr: Παρακαλώ προσδιορίστε το ύψος.
fr_fr: Veuillez spécifier la hauteur.
it_it: Specificare l’altezza.
nl_nl: Geef de hoogte op.
ru_ru: Укажите высоту.
sl_si: Določite višino.
sv_se: Var vänlig ange höjd.

source: The height must be a number greater than zero.
de_de: Die Höhe muss eine Zahl grösser als 0 sein.
el_gr: Το Ύψος πρέπει να είναι ένας αριθμός μεγαλύτερος του μηδέν.
fr_fr: La hauteur doit être un nombre plus grand que zéro.
it_it: L’altezza deve essere un numero maggiore di zero.
nl_nl: De hoogte moet een getal zijn, groter dan nul.
ru_ru: Высота должна иметь числовое значение большее 0
sl_si: Višina mora biti število večje od nič.
sv_se: Höjden måste vara en siffra större än noll.

source: Please specify the IRC network.
de_de: Bitte IRC Netzwerk definieren.
el_gr: Παρακαλούμε να προσδιορίσετε το δίκτυο IRC.
fr_fr: Veuillez choisir un réseau IRC.
it_it: Specificare la rete IRC.
nl_nl: Specificeer het IRC-netwerk.
ru_ru: Укажите IRC-сервер.
sl_si: Določite IRC omrežje.
sv_se: Var vänlig specificera IRC-nätverk.

source: The channel name contains invalid characters.
de_de: Der Kanal-Name enthält ungültige Zeichen.
el_gr: Το όνομα του καναλιού περιέχει μη έγκυρους χαρακτήρες.
fr_fr: Le nom du canal contient des caractères invalides.
it_it: Il nome del canale contiene caratteri non validi.
nl_nl: De naam bevat ongeldige karakters.
ru_ru: Название канала содержит недопустимые символы.
sl_si: Ime kanala vsebuje nepravilne znake.
sv_se: Kanalnamnet innehåller ogiltiga tecken.

source: The nickname contains invalid characters.
de_de: Der Spitzname enthält ungültige Zeichen.
el_gr: Το ψευδώνυμο περιέχει μη έγκυρους χαρακτήρες.
fr_fr: Le pseudo contient des caractères invalides.
it_it: Il nickname contiene caratteri non validi.
nl_nl: De nickname bevat ongeldige tekens.
ru_ru: Имя пользователя содержит недопустимые символы.
sl_si: Vzdevek vsebuje nepravilne znake.
sv_se: Smeknament innehåller ogiltiga tecken.

source: Appearance
de_de: Ansicht
el_gr: Εμφάνιση
fr_fr: Apparence
it_it: Aspetto
nl_nl: Uiterlijke verschijning
ru_ru: Оформление
sl_si: Izgled
sv_se: Utseende

source: Advanced options
de_de: Erweiterte Optionen
el_gr: Επιλογές για προχωρημένους
fr_fr: Options avancées
it_it: Opzioni avanzate
nl_nl: Geavanceerde opties
ru_ru: Дополнительно
sl_si: Napredne možnosti
sv_se: Avancerade inställningar

source: About
de_de: Info
el_gr: Σχετικά με
fr_fr: A propos
it_it: Informazioni su
nl_nl: Over
ru_ru: О проекте
sl_si: O
sv_se: Om

source: IRC network
de_de: IRC Netzwerk
el_gr: Δίκτυο IRC
fr_fr: Réseau IRC
it_it: Rete IRC
nl_nl: Internet Relay Chat
ru_ru: IRC сервер
sl_si: IRC omrežje
sv_se: IRC-nätverk

source: Please select
de_de: Bitte wählen
el_gr: Παρακαλώ επιλέξτε
fr_fr: Veuillez sélectionner
it_it: Selezionare
nl_nl: Maak een keuze
ru_ru: Выберите
sl_si: Označite
sv_se: Var vänlig välj

source: Or enter a custom IRC network (in the form <i>host:port</i>)
de_de: Eigenes IRC Netzwerk angeben (<i>Server:Port</i>)
el_gr: 'Η πληκτρολογήστε ένα προσαρμοσμένο IRC δίκτυο (της μορφής <i>host:port</i>)
fr_fr: ou entrez un réseau IRC personnalisé (dans le format <i>host:port</i>)
it_it: O inserisci una rete IRC personalizzata (nella forma <i>server:porta</i>)
nl_nl: Of type hier een aangepaste IRC-netwerk (in de vorm <i>host: poort</i>)
ru_ru: Или введите пользовательский IRC-сервер (в формате <i>хост:порт</i>)
sl_si: Ali vnesite IRC omrežje po meri (v obliki <i>host:port</i>)
sv_se: Eller ange ett anpassat IRC-nätverk (i form av <i>host:port</i>)

source: IRC channel
de_de: IRC Kanal
el_gr: Κανάλι IRC
fr_fr: Canal IRC
it_it: Canale IRC
nl_nl: IRC kanaal
ru_ru: IRC канал
sl_si: IRC kanal
sv_se: IRC-kanal

source: Nickname
de_de: Spitzname
el_gr: Παρατσούκλι
fr_fr: Pseudo
ru_ru: Имя пользователя
sl_si: Vzdevek
sv_se: Smeknamn

source: Suggest nickname from username of logged-in users
de_de: Spitzname anhand eingeloggter Benutzer vorschlagen
el_gr: Προτείνετε ψευδώνυμο από το όνομα χρήστη των συνδεδεμένων χρηστών
fr_fr: Suggérer un pseudo à partir du nom des utilisateurs connectés
it_it: Suggerisci nickname dal nome utente degli utenti collegati
nl_nl: Bijnaam van gebruikersnaam van de ingelogde gebruikers suggereren
ru_ru: Для авторизованных пользователей использовать логин в качестве имени пользователя
sl_si: Predlagaj vzdevek iz uporabniškega imena prijavljenega uporabnika
sv_se: Föreslå smeknamn från användarnamn på inloggade användare

source: Height (in pixels)
de_de: Höhe (in Pixeln)
el_gr: Ύψος (σε pixels)
fr_fr: Hauteur (en pixels)
it_it: Altezza (in pixel)
nl_nl: Hoogte (in pixels)
ru_ru: Высота (в пикселях)
sl_si: Višina (v pixlih)
sv_se: Höjd (i pixlar)

source: Theme
de_de: Layout
el_gr: Θέμα
fr_fr: Thème
it_it: Tema
nl_nl: Thema
ru_ru: Тема
sl_si: Tema
sv_se: Tema

# KiwiIrcTheme
source: None/default
de_de: Keine/Standard
el_gr: Κανένας / προεπιλογή
fr_fr: Aucun / par défaut
it_it: Nessuno/predefinito
nl_nl: Geen/standaard
ru_ru: Нет / по умолчанию
sl_si: Nič/privzeto
sv_se: Inget/Standard

source: Or enter a custom theme
de_de: Eigenes Layout
el_gr: Ή πληκτρολογήστε ένα προσαρμοσμένο θέμα
fr_fr: ou entrez un thème personnalisé
it_it: O inserisci un tema personalizzato
nl_nl: Of geef een aangepaste thema op
ru_ru: или введите пользовательскую тему
sl_si: Ali vnesite temo po meri
sv_se: Eller ange ett anpassat tema

source: Device types
de_de: Gerätetypen
el_gr: Τύποι Συσκευών
fr_fr: Type d'appareil
it_it: Tipi di dispositivi
nl_nl: Apparaattypen
ru_ru: Типы устройств
sl_si: Tipi naprav
sv_se: Enhetstyper

source: show only a link for mobile phones
de_de: Link nur für Mobile Geräte anzeigen
el_gr: εμφάνηση μόνο ένός συνδέσμου για κινητά τηλέφωνα
fr_fr: voir uniquement un lien pour les téléphones
it_it: mostra solo un link per gli smartphone
nl_nl: Toon alleen een link voor mobiele telefoons
ru_ru: показывать только ссылку на мобильных
sl_si: pokaži le povezavo za prenosne telefone
sv_se: visa endast en länk för mobiltelefoner

source: show only a link for tablets
de_de: Link nur für Tablets anzeigen
el_gr: εμφάνηση μόνο ένός συνδέσμουο για ταμπλέτες
fr_fr: voir uniquement un lien pour les tablettes
it_it: mostra solo un link per i tablet
nl_nl: Toon alleen een link voor een tablet
ru_ru: показывать только ссылку на планшетах
sl_si: pokaži le povezave za tabele
sv_se: visa endast en länk för surfplattor

source: KiwiIRC server
fr_fr: serveur KiwiIRC
it_it: Server KiwiIRC
ru_ru: KiwiIRC сервер
sl_si: KiwiIRC strežnik

source: Leave empty to use the default (%s)
de_de: Leer lassen um Standard (%s) zu verwenden
el_gr: Αφήστε το κενό για να χρησιμοποιήσετε το προεπιλεγμένο (%s)
fr_fr: Laissez vide pour utiliser la valeur par défaut (%s)
it_it: Lasciare vuoto per usare quello predefinito (%s)
nl_nl: Laat leeg om de standaard te gebruiken (%s)
ru_ru: Оставьте пустым для использования значения по умолчанию (%s)
sl_si: Pustite prazno za privzeto vrednost (%s)
sv_se: Lämna tomt för att användea standard (%s)

source: Key for the IRC channel
de_de: Schlüssel zum IRC Kanal
el_gr: Κλειδί για το κανάλι IRC
fr_fr: Clé pour le canal IRC
it_it: Chiave per il canale IRC
nl_nl: Toets voor het IRC kanaal
ru_ru: Ключ для IRC канала
sl_si: Ključ za IRC kanal
sv_se: Nyckel för IRC-kanal

source: Other options
de_de: Weitere Optionen
el_gr: Άλλες επιλογές
fr_fr: Autres options
it_it: Altre opzioni
nl_nl: Andere opties
ru_ru: Другие опции
sl_si: Druge možnosti
sv_se: Övriga inställningar

source: connect to IRC network with SSL
de_de: Mit SSL zu IRC Netzwerk verbinden
el_gr: συνδεθείτε στο IRC δίκτυο με SSL
fr_fr: connexion au réseau IRC avec SSL
it_it: connessione alla rete IRC tramite SSL
nl_nl: verbinding maken met IRC netwerk met SSL
ru_ru: присоединяться к IRC серверу по SSL
sl_si: poveži se na IRC omrežje z SSL
sv_se: anslut till IRC-nätverk med SSL

source: debug enabled
de_de: Debug Modus aktiviert
el_gr: αποσφαλμάτωσης ενεργοποιημένη
fr_fr: débogage activé
it_it: abilita debug
nl_nl: foutopsporing ingeschakeld
ru_ru: включить режим отладки
sl_si: razhroščevanje je omogočeno
sv_se: debug aktiverad

source: This block uses <a href="https://kiwiirc.com/" target="_blank">KiwiIRC</a>.
de_de: Dieser Block verwendet <a href="https://kiwiirc.com/" target="_blank">KiwiIRC</a>.
el_gr: Αυτό το μπλοκ χρησιμοποιεί <a href="https://kiwiirc.com/" target="_blank">KiwiIRC</a>.
fr_fr: Ce bloc utilise <a href="https://kiwiirc.com/" target="_blank">KiwiIRC</a>.
it_it: Questo blocco usa <a href="https://kiwiirc.com/" target="_blank">KiwiIRC</a>.
nl_nl: Dit blok maakt gebruik van <a href="https://kiwiirc.com/" target="_blank">KiwiIRC</a>.
ru_ru: Этот блок использует <a href="https://kiwiirc.com/" target="_blank">KiwiIRC</a>.
sl_si: Ta blok uporablja <a href="https://kiwiirc.com/" target="_blank">KiwiIRC</a>.
sv_se: Detta block använder <a href="https://kiwiirc.com/" target="_blank">KiwiIRC</a>.

source: IRC chat disabled in edit mode.
de_de: IRC Unterhaltung im Bearbeitung-Modus deaktiviert.
el_gr: Η Συνομιλία IRC είναι απενεργοποιημένη σε κατάσταση επεξεργασίας.
fr_fr: Chat IRC désactivé en mode édition.
it_it: Chat IRC disabilitata in modalità modifica.
nl_nl: IRC chat uitgeschakeld de bewerkingsmodus.
ru_ru: IRC чат отключен в режиме редактирования.
sl_si: IRC klepet je onemogočen v načinu urejanja.
sv_se: IRC-chat avaktiverad i redigeringsläge.

source: To open the IRC chat <a href="%s" target="_blank">click here</a>.
de_de: <a href="%s" target="_blank">Hier klicken</a> um IRC Unterhaltung zu öffnen.
el_gr: Για να ανοίξετε τη συνομιλία IRC <a href="%s" target="_blank"κάντε κλικ εδώ</a>.
fr_fr: Pour ouvrir le chat IRC <a href="%s" target="_blank">cliquez ici</a>.
it_it: Per aprire la chat IRC <a href="%s" target="_blank">fare clic qui</a>.
nl_nl: Om de IRC chat te openen <a href="%s" target="_blank">klik hier</a>.
ru_ru: Чтобы открыть IRC чат, <a href="%s" target="_blank">нажмите здесь</a>.
sl_si: Za odprtje IRC klepeta <a href="%s" target="_blank">kliknite tule</a>.
sv_se: För att öppna IRC-chatt <a href="%s" target="_blank">klicka här</a>.

source: Your browser does not support frames.
de_de: Ihr Browser unterstützt keine Frames.
el_gr: Ο browser σας δεν υποστηρίζει πλαίσια.
fr_fr: Votre navigateur ne supporte pas les frames.
it_it: Il browser non supporta i frame.
nl_nl: Uw browser ondersteunt geen frames.
ru_ru: Ваш браузер не поддерживает ифреймы.
sl_si: Vaš spletni raziskovalec ne podpira okvirjev.
sv_se: Din webbläsare stödjer inte frames/ramar.

source: Allow inserting a block in your website to partecipate to IRC chats.
de_de: Erlaubt es, einen Block einzufügen, um an IRC Chats teil zu nehmen.
el_gr: Επιτρέψτε την εισαγωγή ενός μπλοκ στην ιστοσελίδα σας, για να συμμετάσχουν σε chats IRC.
fr_fr: Permet l'insertion d'un bloc dans votre site pour participer à des chats IRC.
it_it: Permette di inserire un blocco nel sito per partecipare alle chat IRC.
nl_nl: Een blok invoegen in uw website te meehelpen aan IRC chats toestaan.
ru_ru: Позволяет вставлять блок с IRC чатом.
sl_si: Dovolite vstavljanje bloka v spletno stran za sodelovanje v IRC klepetih.
sv_se: Tillåt att sätta in ett block i din webbplats för att delta på IRC-chattar.
