Repository: concrete5/package-translations
Catalog: data/*.po
Languages: de_de, es_py, he_il, it_it, nl_nl, sl_si, sv_se

source: Data
es_py: Datos
he_il: נתונים
it_it: Dati
nl_nl: Gegevens
sl_si: Podatki

source: Data for concrete5
de_de: Data für concrete5
es_py: Datos para concrete5
he_il: נתונים עבר קונקרט5
it_it: Dati per concrete5
nl_nl: Gegevens voor concrete5
sl_si: Podatki o concrete5
sv_se: Data för concrete5

source: Data Simple Association
de_de: Einfache Datenbeziehung
es_py: Asociación Simple de Datos
he_il: קישור נתונים פשוט
it_it: Associazione semplice dei dati
nl_nl: Gegevens eenvoudig Association
sl_si: Enostavna prireditev podatkov
sv_se: Data enkel assosiation

source: Data Single Child Association
de_de: Vater-Kind Datenbeziehung
es_py: Asociación de Datos de Niño
he_il: קישור נתונים מסוג ילד יחיד
it_it: Associazione figlio unico dei dati
nl_nl: Data één kind Association
sl_si: Prireditev podatka samostojnega potomca
sv_se: Data association till ensamt barn

source: View Data Type
de_de: Data-Typ anzeigen
es_py: Ver Tipo de Datos
he_il: הצגת סוג נתון
it_it: Vedi tipo di dati
nl_nl: Weergavetype gegevens
sl_si: Ogled podatkovnega tipa
sv_se: Visa datatyp

source: Edit Data Type
de_de: Data-Typ bearbeiten
es_py: Editar Tipo de Datos
he_il: עריכת סוג נתון
it_it: Modifica tipo di dati
nl_nl: Gegevenstype bewerken
sl_si: Urejanje podatkovnega tipa
sv_se: Redigera datatyp

source: Delete Data Type
de_de: Data-Typ löschen
es_py: Eliminar Tipo de Datos
he_il: מחיקת סוג נתון
it_it: Elimina tipo di dati
nl_nl: Gegevenstype verwijderen
sl_si: Brisanje podatkovnega tipa
sv_se: Ta bort datatyp

source: Edit Data Type Permissions
de_de: Data-Typ Berechtigungen bearbeiten
es_py: Editar Tipo de Permisos de Datos
he_il: עריכת הרשאות סוג נתון
it_it: Modifica autorizzazioni del tipo di dati
nl_nl: Gegevens Type machtigingen bewerken
sl_si: Urejanje dovoljenj podatkovnega tipa
sv_se: Redigera behörigheter för datatyp

source: Edit Data
de_de: Data bearbeiten
es_py: Editar Datos
he_il: עריכת נתון
it_it: Modifica dati
nl_nl: Gegevens bewerken
sl_si: Urejanje podatkov
sv_se: Redigera data

source: Delete Data
de_de: Data löschen
es_py: Eliminar Datos
he_il: מחיקת נתון
it_it: Elimina dati
nl_nl: Gegevens verwijderen
sl_si: Brisanje podatkov
sv_se: Ta bort data

source: Create Data
de_de: Data erstellen
es_py: Crear Datos
he_il: יצירת נתון
it_it: Crea dati
nl_nl: Maken van gegevens
sl_si: Ustvarjanje podatkov
sv_se: Skapa data

source: Data Types
de_de: Data Typen
es_py: Tipos de Dato
he_il: סוגי נתונים
it_it: Tipi di dati
nl_nl: Gegevenstypen
sl_si: Podatkovni tipi
sv_se: Datatyper

source: Data Type Created
de_de: Data-Typ erstellt
es_py: Tipo de Dato Creado
he_il: סוג נתון נוצר בהצלחה
it_it: Tipo di dati creato
nl_nl: Gegevenstype gemaakt
sl_si: Podatkovni tip je ustvarjen
sv_se: Datatyp skapad

source: Data Type Not Found
de_de: Data-Typ nicht gefunden
es_py: Tipo de Dato No Encontrado
he_il: סוג נתון לא נמצא
it_it: Tipo di dati non trovato
nl_nl: Gegevenstype niet gevonden
sl_si: Ne najdem podatkovnega tipa
sv_se: Kunde inte hitta datatyp

source: Access Denied
de_de: Zugriff verweigert
es_py: Acceso Denegado
he_il: הגישה נדחתה
it_it: Accesso negato
nl_nl: Toegang geweigerd
sl_si: Dostop je zavrnjen
sv_se: Behörighet nekad

source: Data Type Updated
de_de: Data-Typ aktualisiert
es_py: Tipo de Dato actualizado
he_il: סוג נתון עודכן בהצלחה
it_it: Tipo di dati aggiornato
nl_nl: Gegevenstype bijgewerkt
sl_si: Podatkovni tip je posodobljen
sv_se: Datatyp uppdaterad

source: View
de_de: Anzeigen
es_py: Vista
he_il: תצוגה
it_it: Vedi
nl_nl: Weergave
sl_si: Ogled
sv_se: Visa

source: Data Type Deleted
de_de: Data-Typ gelöscht
es_py: Tipo de Dato Eliminado
he_il: סוג נתון נמחק בהצלחה
it_it: Tipo di dati eliminato
nl_nl: Gegevenstype verwijderd
sl_si: Podatkovni tip je pobrisan
sv_se: Datatyp borttagen

source: Edit
de_de: Bearbeiten
es_py: Editar
he_il: עריכה
it_it: Modifica
nl_nl: Bewerken
sl_si: Urejanje
sv_se: Redigera

source: Invalid File
de_de: Ungültige Datei
es_py: Archivo Inválido
he_il: קובץ לא חוקי
it_it: File non valido
nl_nl: Ongeldige File
sl_si: Nepravilna datoteka
sv_se: Ogiltig fil

source: File must be .xml
de_de: Datei muss im XML Format vorhanden sein
es_py: Archivo debe ser .xml
he_il: הקובץ חייב להיות מסוג xml.
it_it: Il file deve essere .xml
nl_nl: Bestand moet .xml
sl_si: Datoteka mora biti .xml
sv_se: Filen måste vara .xml

source: Data Type Imported
de_de: Data-Typ importiert
es_py: Tipo de Dato Importado
he_il: סוג נתון יובא בהצלחה
it_it: Tipo di dati importato
nl_nl: Gegevenstype geïmporteerd
sl_si: Podatkovni tip je uvožen
sv_se: Datatyp importerad

source: Data Type
de_de: Data-Typ
es_py: Tipo de Datos
he_il: סוג נתון
it_it: Tipo di dati
nl_nl: Gegevenstype
sl_si: Podatkovni tip
sv_se: Datatyp

source: Attribute Type Not Found
de_de: Attributtyp nicht gefunden
es_py: Tipo de Atributo No Encontrado
he_il: סוג תכונה לא נמצא
it_it: Tipo di attributo non trovato
nl_nl: Kenmerktype niet gevonden
sl_si: Ne najdem tipa atributa
sv_se: Egenskapstyp kunde inte hittas

source: Attribute Added
de_de: Attribut hinzugefügt
es_py: Atributo Añadido
he_il: תכונה הוספה בהצלחה
it_it: Attributo aggiunto
nl_nl: Kenmerk toegevoegd
sl_si: Atribut je dodan
sv_se: Egenskap tillagt

source: Unknown Error
de_de: Unbekannter Fehler
es_py: Error Desconocido
he_il: שגיאה לא ידועה
it_it: Errore sconosciuto
nl_nl: Onbekende fout
sl_si: Neznana napaka
sv_se: Okänt fel

source: ** None
de_de: ** Keine
es_py: **Ninguno
he_il: ** אין
it_it: ** Nessuno
nl_nl: ** Geen
sl_si: **Nič
sv_se: ** Ingen

source: Attribute Key Not Found
de_de: Attribut-Schlüssel nicht gefunden
es_py: Clave de Atributo No Encontrado
he_il: מפתח תכונה לא נמצא
it_it: Chiave attributo non trovata
nl_nl: Kenmerk sleutel niet gevonden
sl_si: Ne najdem ključa atributa
sv_se: Egenskapsnyckel kunde inte hittas

source: Attribute Updated
de_de: Attribut aktualisiert
es_py: Atributo Actualizado
he_il: תכונה עודכנה בהצלחה
it_it: Attributo aggiornato
nl_nl: Kenmerk bijgewerkt
sl_si: Atribut je naložen
sv_se: Egenskap uppdaterad

source: Attributes
de_de: Attribute
es_py: Atributos
he_il: תכונות
it_it: Attributi
nl_nl: Kenmerken
sl_si: Atributi
sv_se: Egenskaper

source: Attribute Deleted
de_de: Attribut gelöscht
es_py: Atributo Eliminado
he_il: תכונה נמחקה בהצלחה
it_it: Attributo eliminato
nl_nl: Kenmerk verwijderd
sl_si: Atribut je pobrisan
sv_se: Egenskaper borttaget

source: Search
de_de: Suchen
es_py: Búsqueda
he_il: חיפוש
it_it: Cerca
nl_nl: Zoeken
sl_si: Iskanje
sv_se: Sök

source: Data Created
de_de: Data erstellt
es_py: Datos Creado
he_il: הנתון נוצר בהצלחה
it_it: Dati creati
nl_nl: Gegevens die zijn gemaakt
sl_si: Podatki so ustvarjeni
sv_se: Data skapat

source: Data Updated
de_de: Data aktualisiert
es_py: Datos Actualizados
he_il: הנתון עודכן בהצלחה
it_it: Dati aggiornati
nl_nl: Gegevens bijgewerkt
sl_si: Podatki so posodobljeni
sv_se: Data uppdaterad

source: Data Deleted
de_de: Data gelöscht
es_py: Datos Eliminados
he_il: הנתון נמחק בהצלחה
it_it: Dati eliminati
nl_nl: Verwijderde gegevens
sl_si: Podatki so pobrisani
sv_se: Data borttaget

source: Cancel
de_de: Abbrechen
es_py: Cancelar
he_il: ביטול
it_it: Annulla
nl_nl: Annuleren
sl_si: Prekliči
sv_se: Avbryt

source: Save
de_de: Speichern
es_py: Guardar
he_il: שמירה
it_it: Salva
nl_nl: Opslaan
sl_si: Shrani
sv_se: Spara

source: Invalid Element
de_de: Ungültiges Element
es_py: Elemento Inválido
he_il: אלמנט לא חוקי
it_it: Elemento non valido
nl_nl: Ongeldige Element
sl_si: Nepravilen element
sv_se: Ogiltigt element

source: DataType handle dtHandle not found
de_de: Data-Typ Pseudonym dtHandle konnte nicht gefunden werden
es_py: Tipo de Dato Usuario dtUsuario no encontrado
it_it: Handle dtHandle del tipo di dati non trovati
nl_nl: DataType behandelen dtHandle niet gevonden
sl_si: Ne najdem oznake podatkovnega tipa dtHandle
sv_se: Datatyp handtag dtHandle kunde inte hittas

source: DataType not found
de_de: Data-Typ nicht gefunden
es_py: Tipo de Dato no encontrad
he_il: סוג נתון לא נמצא
it_it: Tipo di dati non trovato
nl_nl: DataType niet gevonden
sl_si: Ne najdem podatkovnega tipa
sv_se: Datatyp kunde inte hittas

source: Maximum Name length is 255 characters
de_de: Maximum Länge für den Namen sind 255 Zeichen
es_py: Longitud Máxima de Nombre es 255 caracteres
he_il: אורך שם מרבי הוא 255 תווים
it_it: La lunghezza massima del nome è di 255 caratteri
nl_nl: Maximale naam lengte is 255 tekens
sl_si: Največja dolžina imena je 255 znakov
sv_se: Maximal längd på namn är 255 tecken

source: Maximum Handle length is 255 characters
de_de: Maximale Länge für das Pseudonym sind 255 Zeichen
es_py: Longitud Máxima de Usuario es 255 caracteres
he_il: אורך ידית מרבי הוא 255 תווים
it_it: La lunghezza massima dell’handle è di 255 caratteri
nl_nl: Handvat maximumlengte is 255 tekens
sl_si: Maksimalna dolžina oznake je 255 znakov
sv_se: Maximal längd på handtag är 255 tecken

source: Handle can only contain a-z 0-9 and _
de_de: Pseudonym kann nur die Buchstaben a-z, die Zahlen 0-9 und _ enthalten
es_py: Usuario puede contener solo a-z 0-9 y__
he_il: ידית יכולת להכיל רק את התווים a-z 0-9 והתו _
it_it: Un handle può contenere sono lettere minuscole non accentate, numeri e il carattere _
nl_nl: Handvat kan alleen a-z 0-9 en _ bevatten
sl_si: Oznaka lahko vsebuje le a-z 0-9 in _
sv_se: Handtag kan endast innehålla a-z 0-9 och _

source: Name is required
de_de: Name ist zwingend
es_py: Nombre es requerido
he_il: חובה לציין שם
it_it: È necessario specificare il nome
nl_nl: Naam is vereist
sl_si: Ime je zahtevano
sv_se: Namn måste anges

source: Handle is required
de_de: Pseudonym muss zwingend angegeben werden
es_py: Usuario es requerida
he_il: חובה לציין ידית
it_it: È necessario specificare l’handle
nl_nl: Handvat is vereist
sl_si: Oznaka je zahtevana
sv_se: Handtag måste anges

source: Name already in use by %s
de_de: Name wird bereits von %s verwendet
es_py: Nombre ya está en uso por%s
he_il: השם כבר בשימוש על ידי %s
it_it: Il nome è già usato da %s
nl_nl: Naam al in gebruik door %s
sl_si: Ime že uporablja %s
sv_se: Namn används redan av %s

source: Handle already in use by %s
de_de: Pseudonym wird bereits von %s verwendet
es_py: Usuario ya está en uso por %s
he_il: הידית כבר בשימוש על ידי %s
it_it: L’handle è già usato da %s
nl_nl: Handvat al in gebruik door %s
sl_si: Oznako že uporablja %s
sv_se: Handtag används redan av %s

source: Simple Association
de_de: Einfache Verknüpfung
es_py: Asociación Simple
he_il: קישור פשוט
it_it: Associazione semplice
nl_nl: Eenvoudige vereniging
sl_si: Enostavna prireditev
sv_se: Enkel association

source: Allow Mutliple Associations
de_de: Mehrere Verknüpfungen erlauben
es_py: Permitir Asociaciones Múltiples
he_il: התרת מספר קשרים מרובה
it_it: Permetti associazioni multiple
nl_nl: Toestaan Mutliple verenigingen
sl_si: Dovoli večkratne prireditve
sv_se: Tillåt multipla associationer

source: Single Child Association
de_de: Kind-Verknüpfung
es_py: Asociación de Niño
he_il: קישור מסוג ילד יחיד
it_it: Associazione figlio unico
nl_nl: Één kind Association
sl_si: Prireditev samostojnega potomca
sv_se: Association till ensamt barn

source: Create Data Type
de_de: Data-Typ erstellen
es_py: Crear Tipo de Dato
he_il: יצירת סוג נתון
it_it: Crea tipo di dati
nl_nl: Gegevenstype maken
sl_si: Ustvarjanje podatkovnega tipa
sv_se: Skapa Datatyp

source: Name
es_py: Nombre
he_il: שם
it_it: Nome
nl_nl: Naam
sl_si: Ime
sv_se: Namn

source: Create
de_de: Erstellen
es_py: Crear
he_il: יצירה
it_it: Crea
nl_nl: Maken
sl_si: Kreiranje
sv_se: Skapa

source: Delete
de_de: Löschen
es_py: Borrar
he_il: מחיקה
it_it: Elimina
nl_nl: Verwijderen
sl_si: Brisanje
sv_se: Ta bort

source: Import Data Type
de_de: Data-Typ importieren
es_py: Importar Tipo de Dato
he_il: יבוא סוג נתון
it_it: Importa tipo di dati
nl_nl: Importeren van gegevenstype
sl_si: Uvoz podatkovnega tipa
sv_se: Importera datatyp

source: Import
de_de: Importieren
es_py: Importar
he_il: יבוא
it_it: Importa
nl_nl: Importeren
sl_si: Uvoz

source: Data Type Administration
de_de: Data-Typ Verwaltung
es_py: Administración de Tipo de Datos
he_il: ניהול סוגי נתונים
it_it: Gestione tipi di dati
nl_nl: Gegevens Type beheer
sl_si: Upravljanje podatkovnega tipa
sv_se: Administrera datatyper

source: No Data Types found
de_de: Keine Data-Typen vorhanden
es_py: Ningún Tipo de Datos encontrado
he_il: לא נמצא כל סוג נתון
it_it: Nessun tipo di dati trovati
nl_nl: Geen gegevenstypen
sl_si: Ne najdem nobenih podatkovnih tipov
sv_se: Inga datatyper hittades

source: Type
de_de: Typ
es_py: Tipo
he_il: סוג
it_it: Tipo
sl_si: Tip
sv_se: Typ

source: No attributes found
de_de: Keine Attribute vorhanden
es_py: No Atributos encontrado
he_il: לא נמצאו כל פרטים
it_it: Nessun attributo trovato
nl_nl: Geen kenmerken gevonden
sl_si: Ni najdenih atributov
sv_se: Inga egenskaper hittades

source: Permissions
de_de: Berechtigungen
es_py: Permisos
he_il: הרשאות
it_it: Autorizzazioni
nl_nl: Machtigingen
sl_si: Dovoljenja
sv_se: Behörighet

source: Metadata
de_de: Meta-Daten
he_il: מטא-נתונים
it_it: Dati meta
nl_nl: Metagegevens
sl_si: Meta podatki

source: Export
de_de: Exportieren
es_py: Exportar
he_il: ייצוא
it_it: Esporta
nl_nl: Exporteren
sl_si: Izvoz

source: Add %s Attribute
de_de: %s Attribut hinzufügen
es_py: Agregar Atributo%s
he_il: הוספת התכונה %s
it_it: Aggiungi l’attributo %s
nl_nl: %s kenmerk toevoegen
sl_si: Dodajanje atributa %s
sv_se: Lägg till %s egenskaper

source: %s: Basic Details
de_de: %s: Details
es_py: %s : Detalles Básicos
he_il: %s: פרטים בסיסיים
it_it: %s: informazioni di base
sl_si: %s: osnovne podrobnosti
sv_se: %s: Grundläggande information

source: Searchable
de_de: Durchsuchbar
es_py: Buscable
he_il: ניתן לחיפוש
it_it: Ricercabile
nl_nl: Doorzoekbare
sl_si: Se lahko išče
sv_se: Sökbar

source: Content included in data keyword search.
de_de: Inhalt in Data-Stichwortsuche einbeziehen
es_py: Contenido Incluido en palabra clave de búsqueda de datos
it_it: Contenuto incluso nella ricerca dei dati per parola chiave.
nl_nl: Inhoud opgenomen in de gegevens zoeken op trefwoord.
sl_si: Vsebina vključena v iskanju podatkovne ključne besede.
sv_se: Innehållet inkluderat i nyckelord för datasökning.

source: Field available in Dashboard data search.
de_de: Feld in der Suchfunktion verfügbar.
es_py: Campo disponible en Barra de búsqueda de datos
it_it: Campo disponibile nella ricerca dei dati nel pannello di controllo.
nl_nl: Veld beschikbaar in Dashboard Gegevensscan.
sl_si: Polje je na voljo pri iskanju podatkov Kontrolnika
sv_se: Fältet tillgängligt för sökning i kontrollpanelen.

source: Delete %s Attribute
de_de: %s Attribut löschen
es_py: Eliminar %s Atributo
he_il: מחיקת תכונה %s
it_it: Elimina l’attributo %s
nl_nl: %s kenmerk verwijderen
sl_si: Brisanje atributa %s
sv_se: Ta bort %s egenskaper

source: Warning
de_de: Warnung
es_py: Advertencia
he_il: אזהרה
it_it: Attenzione
nl_nl: Waarschuwing
sl_si: Opozorilo
sv_se: Varning

source: You are about to delete the attribute%s%s. There is no undo.
de_de: Wollen Sie das Attribut %s%s wirklich löschen? Es gibt keine Möglichkeit diesen Schritt rückgängig zu machen.
it_it: Stai per eliminare l’attributo%s%s. Non sarà possibile annullare l’operazione.
nl_nl: U bent bezig met het verwijderen van het kenmerk %s %s. Er is niet ongedaan worden gemaakt.
sv_se: Du håller på att ta bort egenskapen%s%s. Det finns inget sätt att ångra detta.

source: Edit %s Attribute
de_de: %s Attribut bearbeiten
es_py: Editar %s Atributo
he_il: עריכת התכונה %s
it_it: Modifica l’attributo %s
nl_nl: %s kenmerk bewerken
sl_si: Urejanje atributa %s
sv_se: Redigera %s egenskaper

source: Update
de_de: Speichern
es_py: Actualizar
he_il: עדכון
it_it: Aggiorna
sl_si: Posodobitev
sv_se: Uppdatera

source: %s Attributes
de_de: %s Attribute
es_py: %s Atributos
he_il: %s תכונות
it_it: Attributi %s
nl_nl: %s kenmerken
sl_si: Atributi %s
sv_se: %s egenskaper

source: Add Attribute
de_de: Attribut hinzufügen
es_py: Agregar Atributo
he_il: הוספת תכונה
it_it: Aggiungi attributo
nl_nl: Kenmerk toevoegen
sl_si: Dodajanje atributa
sv_se: Lägg till egenskap

source: Add
de_de: Hinzufügen
es_py: Agregar
he_il: הוספה
it_it: Aggiungi
nl_nl: Toevoegen
sl_si: Dodajanje
sv_se: Lägg till

source: Done
de_de: Fertig
es_py: Hecho
he_il: הסתיים
it_it: Fatto
nl_nl: Gedaan
sl_si: Opravljeno
sv_se: Klart

source: Data Type Management
de_de: Data-Typ Verwaltung
es_py: Administración de Tipo de Datos
he_il: ניהול סוגי נתונים
it_it: Gestione tipi di dati
nl_nl: Type gegevensbeheer
sl_si: Upravljanje podatkovnih tipov
sv_se: Administrering av datatyper

source: Delete Attribute
de_de: Attribut löschen
es_py: Eliminar Atributo
he_il: מחק תכונה
it_it: Elimina attributo
nl_nl: Kenmerk verwijderen
sl_si: Brisanje atributa
sv_se: Ta bort egenskap

source: You are about to delete the %s%s%s. There is no undo.
de_de: Wollen Sie %s%s%s wirklich löschen? Es gibt keine Möglichkeit diesen Schritt rückgängig zu machen.
it_it: Stai per eliminare %s%s%s. Non sarà possibile annullare l’operazione.
nl_nl: U bent bezig met het verwijderen van de %s %s %s. Er is niet ongedaan worden gemaakt.
sv_se: Du håller på att ta bort %s%s%s. Det finns inget sätt att ångra detta.

source: Value
de_de: Wert
es_py: Valor
he_il: ערך
it_it: Valore
nl_nl: Waarde
sl_si: Vrednost
sv_se: Värde

source: Data Test
it_it: Prova di dati
nl_nl: Test gegevens

source: Data test sample content
de_de: Data Test Beispielinhalt
it_it: Contenuti di esempio dati di prova
nl_nl: Gegevens testen voorbeeldinhoud
sv_se: Datatest exempelinnehåll

source: Handle
de_de: Pseudonym
es_py: Usuario
he_il: ידית
nl_nl: Handvat
sl_si: Oznaka
sv_se: Handtag

source: Set
de_de: Album
es_py: Configurar
he_il: הגדר
nl_nl: Instellen
sl_si: Nabor
sv_se: Uppsättning

source: You are about to delete the attribute "%s". There is no undo.
es_py: Usted está a punto de eliminar el atributo "%s". No hay modo de deshacer.
he_il: התכונה %s עומדת להימחק באופן סופי ללא יכולת להתחרט.
sl_si: Ste tik pred brisanje atributa "%s". Tega ukaza ne morete razveljaviti.

source: You are about to delete %s. There is no undo.
es_py: Usted está a punto de eliminar %s. No hay modo de deshacer.
he_il: %s עומד להימחק באופן סופי ללא יכולת להתחרט.
sl_si: Ste pred brisanjem %s. Razveljavitev ukaza ni na voljo.
