Repository: concrete5/package-translations
Catalog: sample-content-generator/*.po
Languages: de_de, el_gr, fi_fi, fr_fr, ja_jp, nl_nl, ru_ru, sl_si, sv_se, zh_tw

source: Access Denied.
de_de: Zugriff verweigert.
el_gr: Δεν επιτρέπεται η πρόσβαση.
fi_fi: Pääsy estetty.
fr_fr: Accès refusé.
ja_jp: アクセス拒否
nl_nl: Toegang Geweigerd.
ru_ru: Доступ запрещен.
sl_si: Dostop je zavrnjen.
sv_se: Åtkomst nekad.
zh_tw: 存取被拒

source: Allows a user to generate installation data for a concrete5 site or add-on.
de_de: Erlaubt es anhand der aktuellen concrete5 Seite eine Installations-XML zu erstellen.
el_gr: Επιτρέπει σε ένα χρήστη να δημιουργήσει τα δεδομένα εγκατάστασης για ένα site concrete5 ή ένα add-on.
fi_fi: Sallii käyttäjän luoda asennustiedot concrete5 sivustolle tai lisäosalle.
fr_fr: Permet à un utilisateur de générer des données d'installation pour un site concrete5 ou une extension.
ja_jp: concrete5 サイトやアドオンのインストールデータを作成できます。
nl_nl: Hiermee kan een gebruiker om installatie gegevens genereren voor een concrete5 site of add-on.
ru_ru: Позволяет пользователю генерировать контент для сайта на Concrete5 или для определенного дополнения.
sl_si: Omogoča uporabniku generiranje namestitvenih podatkov za concrete5 spletno stran ali dodatke.
sv_se: Tillåter en användare att skapa installationsdata för en Concrete5 webbplats eller tillägg.
zh_tw: 允許使用者為一個 concrete5 網站或外掛產生安裝資料

source: Sample Content and Install Generator
de_de: Beispielsinhalt und Installations-Generator
el_gr: Δειγμά Περιεχομένο και Γεννήτρια Εγκατάστασης
fi_fi: Esimerkkisisällön ja asennuksen luoja
fr_fr: Générateur de contenu et de données d'installation
ja_jp: サンプルコンテンツとジェネレーターをインストール
nl_nl: Voorbeeld Content en Installatie Genereren
ru_ru: Генератор демонстрационного контента и пакета установки Concrete5
sl_si: Vzorčna vsebina in namestitveni generator
sv_se: Exempelinnehåll och installationsgenerator
zh_tw: 樣品內容和安裝產生器

source: Generate Installation Data
de_de: Installations Daten generieren
el_gr: Δημιουργία Δεδομένων Εγκατάστασης
fi_fi: Luo asennustiedot
fr_fr: Générer les données d'installation
ja_jp: インストール時の初期コンテンツデータを作成します。
nl_nl: Genereer Installatie Data
ru_ru: Генерировать информацию для установки
sl_si: Generiraj namestitvene podatke
sv_se: Generera installationsdata
zh_tw: 產生安裝資料

source: Files
de_de: Dateien
el_gr: Αρχεία
fi_fi: Tiedostot
fr_fr: Fichiers
ja_jp: ファイル
nl_nl: Bestanden
ru_ru: Файлы
sl_si: Datoteke
sv_se: Filer
zh_tw: 檔案

source: Download all file manager files.
de_de: Alle Dateien aus der Verwaltung herunterladen.
el_gr: Κατεβάστε όλα τα αρχεία του διαχειριστή αρχείων.
fi_fi: Lataa kaikki tiedostohallinnan tiedostot.
fr_fr: Télécharger tous les fichiers du gestionnaire de fichiers.
ja_jp: ファイルマネージャーの全てのファイルをダウンロード。
nl_nl: Download alle bestanden van de manager.
ru_ru: Скачать все файлы из менеджера файлов
sl_si: Naloži vse datoteke upravitelja datotek.
sv_se: Hämta alla filer från filhanteraren.
zh_tw: 下載所有檔案管理員的檔案

source: Back
de_de: Zur√ºck
el_gr: Πίσω
fi_fi: Takaisin
fr_fr: Retour
ja_jp: 戻る
nl_nl: Terug
ru_ru: Назад
sl_si: Nazaj
sv_se: Tillbaka
zh_tw: 返回

source: Data
de_de: Daten
el_gr: Δεδομένα
fi_fi: Tiedot
fr_fr: Données
ja_jp: データ
nl_nl: Gegevens
ru_ru: Информация
sl_si: Podatki
zh_tw: 資料

source: Archive Files.
de_de: Archiv-Dateien.
el_gr: Συμπιεσμένα Αρχεία.
fi_fi: Arkistoi tiedostot.
fr_fr: Archiver les fichiers
ja_jp: ファイルをアーカイブ。
nl_nl: Archiefbestanden.
ru_ru: Архивировать файлы
sl_si: Arhivske datoteke.
sv_se: Arkivera filer
zh_tw: 舊檔案

source: Generate a zip of all files in this site.
de_de: ZIP Datei mit allen Dateien dieser Seite erstellen.
el_gr: Δημιουργήστε ένα zip με όλα τα αρχεία σε αυτό το site.
fi_fi: Luo ZIP-tiedosto kaikista tämän sivuston tiedostoista.
fr_fr: Générer un zip de tous les fichiers de ce site.
ja_jp: このサイトのすべてのファイルをZIPファイルに圧縮。
nl_nl: Genereren een zip van alle bestanden in deze site.
ru_ru: Создать ZIP-архив всех файлов этого сайта.
sl_si: Ustvari ZIP vseh datotek na tem spletnem mestu.
sv_se: Generera en zip-fil av alla filer på denna webbplats.
zh_tw: 產生一個在此網站所有檔案的壓縮檔

source: Go
de_de: Start
el_gr: Εμπρός
fi_fi: Jatka
fr_fr: Ok
ja_jp: 実行
nl_nl: Gaan
ru_ru: Пуск
sl_si: Začni
sv_se: Ok
zh_tw: 前住

source: Generate content.xml from current website.
de_de: content.xml anhand aktueller Webseite erstellen.
el_gr: Δημιουργήστε content.xml από την τρέχουσα ιστοσελίδα.
fi_fi: Luo content.xml nykyisestä sivustosta.
fr_fr: Générer le fichier content.xml à partir du site actuel.
ja_jp: 現在のサイトから、content.xml を生成。
nl_nl: Content.xml van huidige website genereren.
ru_ru: Создать context.xml из данного сайта.
sl_si: Ustvari content.xml trenutnega spletnega mesta.
sv_se: Generera content.xml för nuvarande webbplats.
zh_tw: 從現在的網站產生 content.xml

source: Once you generate this file you can include it in a custom starting point.
de_de: Nachdem die Datei generiert wurde, kann sie in einem eigenen Installations-Startpunkt verwendet werden.
el_gr: Μόλις έχετε δημιουργήσει αυτό το αρχείο μπορείτε να το συμπεριλάβετε σε ένα προσαρμοσμένο σημείο εκκίνησης.
fi_fi: Kun luot tämän tiedoston, voit käyttää sitä mukautetussa lähtökohdassa.
fr_fr: Une fois le fichier généré vous pourrez l'inclure dans un point de départ personnalisé.
ja_jp: このファイルを作成すると、カスタムスターティングポイントとして利用できます。
nl_nl: Zodra u dit bestand genereert kunt u opnemen in een aangepaste uitgangspunt.
ru_ru: После того, как вы создадите этот файл, вы можете подключить его в нужном месте.
sl_si: Ko ustvarite to datoteko, jo lahko vključite pri začetku po meri.
sv_se: När du skapat den här filen kan du inkludera den i en egen utgångspunkt.
zh_tw: 一旦您產生了此檔案您可以包含它於一個自訂開始點
