Repository: concrete5/package-translations
Catalog: remo-page-list-attribute/*.po
Languages: el_gr, fi_fi, fr_fr, it_it, ja_jp, sl_si, zh_tw

source: Lists pages connected to the current page.
el_gr: Λίστες σελίδων που συνδέονται με την τρέχουσα σελίδα.
fi_fi: Listaa sivut, jotka ovat yhdistetty nykyiseen sivuun.
fr_fr: Afficher les pages connectées à la page actuelle.
it_it: Elenca pagine collegate alla pagina attuale.
ja_jp: 現在のページに付属するページ一覧を表示。
sl_si: Izpiše strani povezane s trenutno stranjo.
zh_tw: 已連接到現在頁面的頁面清單

source: Connected Page List
el_gr: Λίστα Συνδεδεμένων Σελίδων
fi_fi: Yhdistettyjen sivujen lista
fr_fr: Liste des pages connectées
it_it: Elenco pagine collegate
ja_jp: ページリストと接続
sl_si: Spisek povezanih strani
zh_tw: 連接的頁面清單

source: Attribute
el_gr: Χαρακτηριστικό
fi_fi: Attribuutti
fr_fr: Attributs
it_it: Attributo
ja_jp: 属性
sl_si: Atribut
zh_tw: 屬性

source: Attribute to display
el_gr: Χαρακτηριστικό για εμφάνιση
fi_fi: Näytettävä attribuutti
fr_fr: Attributs à afficher
it_it: Attributo da mostrare
ja_jp: 表示する属性
sl_si: Atribut za prikaz
zh_tw: 顯示的屬性

source: Adds an attribute where you can select pages.
el_gr: Προσθέτει ένα χαρακτηριστικό, όπου μπορείτε να επιλέξετε σελίδες.
fi_fi: Lisää attribuutin, jossa voit valita sivut.
fr_fr: Ajoute un attribut de sélection de page.
it_it: Aggiungi un attributo dove è possibile selezionare le pagine.
ja_jp: ページを選択できるところに属性を追加。
sl_si: Doda atribut kjer lahko izberete strani.
zh_tw: 加入一個屬性到您可以選取的頁面

source: Pagelist Attribute
el_gr: Χαρακτηριστικό Λίστα Σελίδων
fi_fi: Sivulista-attribuutti
fr_fr: Attribut liste de pages
it_it: Attributo Elenco pagine
ja_jp: ページリスト属性
sl_si: Atribut spiska strani
zh_tw: 頁面清單屬性

source: All
el_gr: Όλα
fi_fi: Kaikki
fr_fr: Tous
it_it: Tutto
ja_jp: すべて
sl_si: Vse
zh_tw: 全部

source: Select Options
el_gr: Επιλέξτε επιλογές
fi_fi: Valitse vaihtoehdot
fr_fr: Sélectionner des options
it_it: Opzioni selezione
ja_jp: オプションを選択
sl_si: Izbor možnosti
zh_tw: 選取選項

source: Page Type
el_gr: Τύπος Σελίδας
fi_fi: Sivutyyppi
fr_fr: Type de page
it_it: Tipo di pagina
ja_jp: ページタイプ
sl_si: Tip strani
zh_tw: 頁面類型

source: Display Drop-Down
el_gr: Εμφάνιση Drop-Down
fi_fi: Näytä pudotusvalikko
fr_fr: Afficher liste déroulante
it_it: Mostra menù a discesa
ja_jp: ドロップダウンを表示
sl_si: Prikaz spustnega menija
zh_tw: 顯示下拉式清單

source: Always display drop down in search form.
el_gr: Πάντα να εμφανίζεται Drop-Down στην φόρμα αναζήτησης.
fi_fi: Näytä aina pudotusvalikko hakulomakkeessa.
fr_fr: Toujours afficher la liste déroulante dans le formulaire de recherche.
it_it: Mostra sempre un menù a discesa nella maschera di ricerca.
ja_jp: 検索フォームでドロップダウンを表示
sl_si: Vedno prikaži spustni meni v iskalnih obrazcih.
zh_tw: 總是顯示下拉式清單於搜尋表單中
