Repository: concrete5/package-translations
Catalog: image-slider/*.po
Languages: el_gr, fi_fi, he_il, it_it, nl_nl, sl_si

source: Access Denied.
el_gr: Δεν επιτρέπεται η πρόσβαση.
fi_fi: Pääsy estetty.
he_il: הגישה נדחתה.
it_it: Accesso negato.
nl_nl: Toegang Geweigerd.
sl_si: Dostop je zavrnjen.

source: Display a group of images in a slider.
el_gr: Εμφανίζει μια ομάδα εικόνων σε ένα slider.
fi_fi: Näytä kuvaryhmä liukurissa.
he_il: הצגת קבוצת תמונות במציג תמונות.
it_it: Mostra un gruppo di immagini in uno slider.
nl_nl: Een groep met afbeeldingen weergeven in een schuifregelaar.
sl_si: Prikaže skupino slik v projekciji.

source: Image Slider
el_gr: Slider Εικόνων
fi_fi: Kuvaliukuri
he_il: מציג תמונות
it_it: Slider di immagini
sl_si: Projekcija slik

source: Choose Image/File
el_gr: Επιλέξτε Εικόνα / Αρχείο
fi_fi: Valitse kuva/tiedosto
he_il: בחר תמונה\קובץ
it_it: Seleziona immagine/file
nl_nl: Kies afbeelding/bestand
sl_si: Izberite sliko/datoteko

source: Please choose at least two images.
el_gr: Επιλέξτε τουλάχιστον δύο εικόνες.
fi_fi: Valitse ainakin kaksi kuvaa.
he_il: אנא בחר לפחות שתי תמונות.
it_it: Selezionare almeno due immagini.
nl_nl: Kies ten minste twee afbeeldingen.
sl_si: Izberite najmanj dve sliki.

source: Please choose a file set.
el_gr: Παρακαλώ επιλέξτε ένα Σετ αρχείων.
fi_fi: Valitse tiedostoryhmä.
he_il: אנא בחר סדרת קבצים.
it_it: Selezionare un set di file.
nl_nl: Kies een bestandenset.
sl_si: Izberite nabor datotek.

source: Choose Images
el_gr: Επιλογή Εικόνων
fi_fi: Valitse kuvat
he_il: בחירת תמונות
it_it: Seleziona immagini
nl_nl: Kies afbeeldingen
sl_si: Izbor slik

source: Options
el_gr: Επιλογές
fi_fi: Vaihtoehdot
he_il: אפשרויות
it_it: Opzioni
nl_nl: Opties
sl_si: Možnosti

source: Looping
el_gr: Επαναλαμβανόμενη
fi_fi: Toistaminen
he_il: חזרתיות
it_it: Ripetizione
nl_nl: In een lus
sl_si: Neskončno ponavljanje

source: The images should:
el_gr: Οι εικόνες θα πρέπει:
fi_fi: Kuvien pitäisi:
he_il: התמונות צריכות:
it_it: Le immagini devono:
nl_nl: De beelden moeten:
sl_si: Slike naj:

source: loop continuously
el_gr: επαναλαμβανόμενη συνεχώς
fi_fi: toistua jatkuvasti
he_il: לחזור על עצמן באופן אינסופי
it_it: ripetersi continuamente
nl_nl: doorlopend wordt herhaald
sl_si: stalno krožijo

source: have a beginning and an end
el_gr: έχουν μια αρχή και ένα τέλος
fi_fi: sisältää alun ja lopun
he_il: להתחיל ולהסתיים אחרי רצף אחד
it_it: avere un inizio e una fine
nl_nl: hebben een begin en een eind
sl_si: imajo začetek in konec

source: Transition Type
el_gr: Τύπος Μετάβασης
fi_fi: Siirtymätyyppi
he_il: סוג מעברון
it_it: Tipo di transizione
nl_nl: Overgang Type
sl_si: Tip prehoda

source: fade between images
el_gr: ξεθώριασμα μεταξύ εικόνων
fi_fi: haalista kuvien välillä
he_il: עמעום בין תמונות
it_it: dissolvenza tra immagini
nl_nl: vervagen tussen afbeeldingen
sl_si: zatemnitev med slikami

source: scroll horizontally
el_gr: οριζόντια κύλιση
fi_fi: vieritä sivusuunnassa
he_il: זחילה אופקית
it_it: scorrimento orizzontale
nl_nl: horizontaal schuiven
sl_si: vodoravno izmenjevanje

source: scroll vertically
el_gr: κατακόρυφη κύλιση
fi_fi: vieritä pystysuunnassa
he_il: זחילה אנכית
it_it: scorrimento verticale
nl_nl: verticaal schuiven
sl_si: navpično izmenjevanje

source: Playback Controls
el_gr: Έλεγχοι αναπαραγωγής
fi_fi: Toistopainikkeet
he_il: פקדי הפעלה
it_it: Controlli riproduzione
nl_nl: Besturingselementen voor afspelen
sl_si: Nadzor predvajanja

source: None
el_gr: Κανένα
fi_fi: Ei mitään
he_il: אף אחד
it_it: Nessuno
nl_nl: Geen
sl_si: Nič

source: Arrows on Edges
el_gr: Βέλη στις Άκρες
fi_fi: Nuolet reunoilla
he_il: חיצים בשוליים
it_it: Frecce sui bordi
nl_nl: Pijlen op randen
sl_si: Puščice na robovih

source: Movie-Style Controls, in
el_gr: Χειριστήρια ΤύπουΤαινίας, σε
fi_fi: Elokuvatyyppiset painikkeet
he_il: מיקום פקדים דמויי-סרט:
it_it: Controlli in stile video, nell'angolo
nl_nl: Film-stijl controles, in
sl_si: Filmske kontrole, v

source: Upper Left Corner
el_gr: Επάνω Αριστερή Γωνία
fi_fi: vasemmassa yläkulmassa
he_il: פינה שמאלית עליונה
it_it: in alto a sinistra
nl_nl: Linker bovenhoek
sl_si: Zgornjem levem kotu

source: Lower Left Corner
el_gr: Κάτω Αριστερή Γωνία
fi_fi: vasemmassa alakulmassa
he_il: פינה שמאלית תחתונה
it_it: in basso a sinistra
nl_nl: Lagere linkerhoek
sl_si: Spodnjem levem kotu

source: Upper Right Corner
el_gr: Άνω Δεξιά Γωνία
fi_fi: oikeassa yläkulmassa
he_il: פינה ימנית עליונה
it_it: in alto a destra
nl_nl: Rechter bovenhoek
sl_si: Zgornjem desnem kotu

source: Lower Right Corner
el_gr: Κάτω Δεξιά Γωνία
fi_fi: oikeassa alakulmassa
he_il: פינה ימנית תחתונה
it_it: in basso a destra
nl_nl: Lagere juiste hoek
sl_si: Spodnjem desnem kotu

source: Include play/pause button.
el_gr: Συμπεριλάβετε το κουμπί play / pause.
fi_fi: Sisällytä toista/tauko-painikkeet
he_il: לכלול גם כפתור הצגה/עצירה.
it_it: Mostra il pulsante riproduci/pausa.
nl_nl: Zijn voorzien van play/pauze knop.
sl_si: Pokaži gumb igraj/premor

source: Autoplay
el_gr: Αυτόματο έναρξη
fi_fi: Automaattinen toisto
he_il: הצגה אוטומטית
it_it: Riproduci automaticamente
nl_nl: Automatisch afspelen
sl_si: Avtomatsko predvajanje

source: No
el_gr: Όχι
fi_fi: Ei
he_il: לא
sl_si: Ne

source: Yes
el_gr: Ναι
fi_fi: Kyllä
he_il: כן
it_it: SÃ¬
nl_nl: Ja
sl_si: Da

source: Display Duration
el_gr: Εμφάνιση Διάρκειας
fi_fi: Näytön kesto
he_il: הצגת משך זמן
it_it: Mostra durata
nl_nl: Weergaveduur
sl_si: Prikaz trajanja

source: While playing, display each image for %s seconds.
el_gr: Κατά την αναπαραγωγή, εμφάνιση κάθε εικόνας για %s δευτερόλεπτα.
fi_fi: Toiston aikana, näytä jokaista kuvaa %s sekuntia.
he_il: בזמן הצגה, הצג כל תמונה למשך %s שניות.
it_it: Durante la riproduzione mostra ogni immagine per %s secondi.
nl_nl: Tijdens het spelen, elke afbeelding weergeven voor %s seconden.
sl_si: Med predvajanjem, pokaži vsako sliko %s sekund.

source: Type
el_gr: Τύπος
fi_fi: Tyyppi
he_il: סוג
it_it: Tipo
sl_si: Tip

source: Custom Slider
el_gr: Προσαρμοσμένο Slider
fi_fi: Mukautettu liukuri
he_il: מציג מותאם אישית
it_it: Slider personalizzato
nl_nl: Aangepaste schuifregelaar
sl_si: Predvajanje po meri

source: Images from File Set
el_gr: Εικόνες από Σετ Αρχείων
fi_fi: Kuvat tiedostoryhmästä
he_il: תמונות מאוסף קבצים
it_it: Immagini da set di file
nl_nl: Beelden van bestandenset
sl_si: Slike iz nabora datotek

source: Order
el_gr: Ταξινόμηση
fi_fi: Järjestys
he_il: סדר
it_it: Ordine
nl_nl: Bestelling
sl_si: Vrstni red

source: Display Order
el_gr: Εμφάνιση Ταξινόμησης
fi_fi: Näyttöjärjestys
he_il: סדר תצוגה
it_it: Ordine di visualizzazione
nl_nl: De volgorde van weergave
sl_si: Vrstni red prikazovanja

source: Random
el_gr: Τυχαία
fi_fi: Satunnainen
he_il: אקראי
it_it: Casuale
nl_nl: Willekeurige
sl_si: Naključno

source: Add Image
el_gr: Προσθήκη Εικόνας
fi_fi: Lisää kuva
he_il: הוספת תמונה
it_it: Aggiungi immagine
nl_nl: Afbeelding toevoegen
sl_si: Dodajanje slik

source: Provides a full-featured image slider.
el_gr: Παρέχει ένα πλήρως εξοπλισμένο slider εικόνας.
fi_fi: Tarjoaa monipuolisen kuvaliukurin.
he_il: מספק מציג תמונות עשיר.
it_it: Fornisce uno slider di immagini completo.
nl_nl: Biedt een schuifknop voor afbeeldingen volledig-gekenmerkte.
sl_si: Zelo uporaben predvajalnik slik.
