Repository: concrete5/package-translations
Catalog: db-case-sensitivity/*.po
Languages: el_gr, it_it, nl_nl, pt_br, sv_se

source: Fixes the database table names to case sensitive.
el_gr: Διορθώνει τα ονόματα πινάκων της βάσης δεδομένων για διάκριση πεζών-κεφαλαίων.
it_it: Corregge i nomi delle tabelle nel database distinguendo le maiuscole dalle minuscole.
nl_nl: Corrigeert de database tabelnamen hoofdlettergevoelig.
pt_br: Converte nomes de tabelas do banco de dados para Sensível Maiúsc. Minúsc.
sv_se: Ordnar databasens tabellnamn till skiftlägeskänsliga.

source: Database Case Sensitivity Migration
el_gr: Μεταφορά Βάσης Δεδομένων με Διάκριση Πεζών-Κεφαλαίων
it_it: Migrazione del database per maiuscole/minuscole
nl_nl: Hoofdlettergevoeligheid databasemigratie
pt_br: Migração Banco de Dados Sensível Maiúsc. Minúsc.
sv_se: Migration till skiftlägeskänslig databas

source: Migrated successfully!
el_gr: Έγινε Μεταφορά με επιτυχία!
it_it: Migrazione completata con successo!
nl_nl: Gemigreerd!
pt_br: Migrado com sucesso!
sv_se: Migration lyckades!

source: Cannot write to the following backup file: %s
el_gr: Δεν μπορεί να γίνει εγγραφή στο ακόλουθο αρχείο αντιγράφου ασφαλείας: %s
it_it: Impossibile scrivere nel file di backup %s
nl_nl: Kan niet schrijven naar het volgende back-upbestand: %s
pt_br: Não pode gravar o seguinte arquivo de backup: %s
sv_se: Kan inte skriva till följande säkerhetskopierade fil: %s

source: Successfully migrated your backup files!
el_gr: Επιτυχής μεταφορά των backup αρχείων σας!
it_it: I file di backup sono stati migrati correttamente!
nl_nl: Met succes gemigreerd de back-upbestanden!
pt_br: Backup de arquivos migrado com sucesso!
sv_se: Migration av säkerhetskopierade filer lyckades!

source: Database Migration Tool
el_gr: Εργαλείο Μεταφοράς Βάσεων Δεδομένων
it_it: Strumento di migrazione del database
nl_nl: Database migratie Tool
pt_br: Ferramenta Migração Banco de Dados
sv_se: Verktyg för migration av databas

source: This tool lets you easily convert your case insensitive database table names to case sensitive.
el_gr: Αυτό το εργαλείο σας επιτρέπει να μετατρέψετε εύκολα case insensitive ονόματα πίνακα της βάσης δεδομένων σας σε case sensitive.
it_it: Questo strumento permette di convertire facilmente i nomi delle tabelle in modo da distinguere maiuscole e minuscole.
nl_nl: Met dit hulpprogramma kunt u gemakkelijk omzetten uw tabelnamen hoofdlettergevoelig database tot hoofdlettergevoelig is.
pt_br: Essa ferramenta permite facilmente converter nomes de tabelas de banco de dados para Maiúsc. Minúsc.
sv_se: Detta verktyg låter dig enkelt konvertera från icke skiftlägeskänsliga tabellnamn till skiftlägeskänsliga.

source: Migrate Automatically
el_gr: Αυτόματη Μεταφορά
it_it: Migrazione automatica
nl_nl: Automatisch migreren
pt_br: Migrado Automaticamente
sv_se: Migrera automatiskt

source: If you want to migrate this site's table names, just click the button below.
el_gr: Αν θέλετε να μεταφέρετε ονόματα πινάκων αυτής της ιστοσελίδας, απλά κάντε κλικ στο κουμπί παρακάτω.
it_it: Per migrare i nomi delle tabelle del sito fare clic sul pulsante sottostante.
nl_nl: Als u migreren van deze site tabelnamen wilt, klik enkel de knoop hieronder.
pt_br: Se desejar migrar nomes das tabelas desse site, de um clique no botão abaixo.
sv_se: Om du vill migrera denna webbplats tabellnamn, klicka bara på knappen nedan.

source: Your database is set to lower case mode and running this script automatically will not work!
el_gr: Η βάση δεδομένων σας τέθηκε σε lower case mode και το να τρέξετε το script αυτόματα δεν θα λειτουργήσει!
it_it: Il database è impostato in modalità minuscolo e l’esecuzione di questo script non funzionerà automaticamente!
nl_nl: Uw database is ingesteld op kleine letters modus en uitvoeren van dit script automatisch zal niet werken!
pt_br: Seu banco de dados foi configurado para letras minúsculas e executando esse script não irá funcionar!
sv_se: Din databas är inställd på små bokstäver och att köra detta skript automatiskt kommer inte att fungera!

source: Please note that for you to be able to do this, you need to have following configuration in your MySQL server's my.cnf or my.ini.
el_gr: Παρακαλώ σημειώστε ότι για να είστε σε θέση να το κάνετε αυτό, θα πρέπει να έχετε την ακόλουθη ρύθμιση παραμέτρων στο διακομιστή σας MySQL του my.cnf ή του my.ini.
it_it: Notare che per fare ciò è necessario avere questa impostazione del proprio file my.cnf o my.ini di MySQL.
nl_nl: Houd er rekening mee dat voor u te kunnen om dit te doen, moet u hebben volgende configuratie in my.cnf of my.ini van uw server MySQL.
pt_br: Favor notar que para isso ser feito, o seu servidor MySQL deve possuir a respectiva configuração no my.cnf ou my.ini.
sv_se: Notera att för att kunna göra detta, måste du ha följande konfiguration i din MySQL-servers my.cnf och my.ini.

source: You can also run the script manually after you've moved the site by downloading the migration script below.
el_gr: Μπορείτε επίσης να εκτελέσετε το script χειροκίνητα αφού έχετε μετακινήσει το site κατεβάζοντας το με το script μεταφοράς παρακάτω.
it_it: È anche possibile eseguire questo script manualmente dopo aver spostato il sito scaricando lo script di migrazione sottostante.
nl_nl: U kunt ook het script handmatig uitvoeren nadat u de site hebt verplaatst downloaden van de migratie van onderstaande script.
pt_br: Também pode ser manualmente executado o script após mover o site, fazendo o download do script abaixo.
sv_se: Du kan även köra skriptet manuellt efter att du flyttat webbplatsen genom att ladda ner migrationsskriptet nedan.

source: Run Migration
el_gr: Εκτελέστε τη Μεταφορά
it_it: Esegui migrazione
nl_nl: Migratie uitvoeren
pt_br: Executar Migração
sv_se: Kör migration

source: Migrate Backup Files
el_gr: Μεταφορά Αρχείων Αντιγράφων Ασφαλείας
it_it: File di backup della migrazione
nl_nl: Back-upbestanden migreren
pt_br: Migrar Arquivos de Backup
sv_se: Migrera säkerhetskopierade filer

source: Currently you have %d backup file(s) available. If you want to migrate these files, just click on the link below.
el_gr: Αυτή τη στιγμή έχετε %d αρχείο(α) backup διαθέσιμα. Αν θέλετε να μεταφέρετε αυτά τα αρχεία, απλά κάντε κλικ στον παρακάτω σύνδεσμο.
it_it: Al momento ci sono %d file di backup disponibili. Per migrare questi file fare clic sul collegamento sottostante.
nl_nl: U hebt momenteel %d back-up bestanden beschikbaar. Als u wilt deze migreren bestanden, klik op de link hieronder.
pt_br: Atualmente temos %d arquivo(s) de backup disponíveis. De desejar migrar esses arquivos, apenas clique no link abaixo.
sv_se: Just nu har du %d säkerhetskopierade fil(er) tillgängliga. Om du vill migrera dessa filer klicka på länken nedan.

source: Manual Migration
el_gr: Χειροκίνητη Μεταφορά
it_it: Migrazione manuale
nl_nl: Handmatige migratie
pt_br: Migração Manual
sv_se: Manuell migration

source: If you need to migrate your moved site download the SQL script below and run it on your database server to be migrated.
el_gr: Αν θέλετε να μεταφέρετε τον ιστότοπό σας, κατεβάσετε το SQL script παρακάτω και τρέξτε το στο server της βάσης δεδομένων σας που είναι προς μεταφορά
it_it: Per migrare il sito dopo averlo spostato, scaricare lo script SQL sottostante ed eseguirlo nel proprio database server per migrarlo.
nl_nl: Als u wilt migreren uw verplaatste site downloaden het SQL script hieronder en uitvoeren het op uw database-server moeten worden gemigreerd.
pt_br: Se for necessário migrar seu site que foi movido, fazer download do script SQL abaixo e executar o script no banco de dados de seu servidor a ser migrado.
sv_se: Om du behöver migrera din flyttade webbplats ladda ner SQL-skriptet nedan och kör det på den SQL-server du vill migrera.

source: Download Migration Script
el_gr: Κατεβάστε το Script Μεταφοράς
it_it: Scarica lo script della migrazione
nl_nl: Migratie Script downloaden
pt_br: Download Script de Migração
sv_se: Ladda ner migrationsskript

source: Some tables are missing from the migration!
el_gr: Μερικοί πίνακες λείπουν από τη μεταφορά!
it_it: Manca qualche tabella per la migrazione!
nl_nl: Sommige tabellen ontbreken in de migratie!
pt_br: Algumas tabelas inexistem na migração!
sv_se: Några tabeller saknas från migrationen!

source: Because concrete5 is open source and has a wide range of third party add-ons, this tool cannot guarantee that all the database tables are included in the migration.
el_gr: Επειδή το concrete5 είναι λογισμικό ανοικτού κώδικα και έχει ένα ευρύ φάσμα add-ons τρίτων, αυτό το εργαλείο δεν μπορεί να εγγυηθεί ότι όλοι οι πίνακες της βάσης δεδομένων περιλαμβάνονται στη μεταφορά.
it_it: Poiché concrete5 è open source e sono disponibili molte estensioni di terze parti, questo strumento non garantisce che tutte le tabelle siano incluse nella migrazione.
nl_nl: Omdat concrete5 open source is en een breed scala van derde partij heeft toevoegen-ons, dit hulpprogramma kan niet garanderen dat alle databasetabellen zijn opgenomen in de migratie.
pt_br: Concrete5 é código aberto e tem uma gama de add-ons de terceiros, essa ferramenta não pode garantir que todos as tabelas dos bancos de dados são incluídas na migração.
sv_se: Eftersom concrete5 är öppen källkod och har ett brett utbud av tredjepartstillägg, så kan inte detta verktyg garantera att alla databastabellerna är inkluderade i migrationen.

source: These tables might also belong to some uninstalled add-on or add-ons.
el_gr: Οι πίνακες αυτοί θα μπορούσαν επίσης να ανήκουν σε κάποια add-on που έχουν απεγκατασταθεί ή σε add-ons.
it_it: Queste tabelle potrebbero riferirsi a qualche estensione disinstallata.
nl_nl: Deze tabellen kunnen ook behoren tot enkele niet-ge√Ønstalleerde add-on of add-ons.
pt_br: Essas tabelas também podem pertecer a add-on desinstalados ou fora de uso.
sv_se: Dessa tabeller kan även tillhöra ett eller flera avinstallerat tillägg.

source: These tables are missing from this site's database migration:
el_gr: Οι πίνακες αυτοί λείπουν από την μεταφορά της βάσης δεδομένων αυτής της ιστοσελίδας:
it_it: Mancano queste tabelle nella migrazione del database del sito:
nl_nl: Deze tabellen ontbreken in deze site databasemigratie:
pt_br: Essas são as tabelas faltantes do DB do site resultante da migração
sv_se: Dessa tabeller saknas från denna webbplats databasmigration:
