Repository: concrete5/package-translations
Catalog: redirect/*.po
Languages: de_de, el_gr, it_it

source: Redirect
de_de: Umleitung
el_gr: Ανακατεύθυνση

source: This package offers a block to redirect users.
de_de: Dieses Paket bietet einen Block zum Umleiten von Benutzern an.
el_gr: Αυτό το πακέτο προσφέρει ένα μπλοκ για να ανακατευθύνει τους χρήστες.
it_it: Questo pacchetto offre un blocco per fare il redirect degli utenti.

source: Redirect specific users to another page.
de_de: Bestimmte Benutzer auf eine andere Seite umleiten.
el_gr: Ανακατευθύνει συγκεκριμένους χρήστες σε μια άλλη σελίδα.
it_it: Reindirizza specifici utenti verso un’altra pagina.

source: No data received
de_de: Keine Daten empfangen
el_gr: Δεν έγινε λήψη δεδομένων
it_it: Nessun dato ricevuto

source: Please specify the destination page
de_de: Bitte geben Sie die Zielseite an
el_gr: Παρακαλείσθε να διευκρινίσετε τη σελίδα προορισμού
it_it: Specificare la pagina di destinazione

source: The destination page is the current page.
de_de: Die Zielseite ist die aktuelle Seite.
el_gr: Η σελίδα προορισμού είναι η τρέχουσα σελίδα.
it_it: La pagina di destinazione è la pagina corrente.

source: Please specify the kind of the destination page
de_de: Bitte geben Sie die Art der Zielseite an
el_gr: Παρακαλείσθε να διευκρινίσετε το είδος της σελίδας προορισμού
it_it: Specificare il tipo della pagina di destinazione

source: Invalid IP address: %s
de_de: Ungültige IP-Adresse: %s
el_gr: Μη έγκυρη διεύθυνση IP: %s
it_it: Indirizzo IP non valido: %s

source: Please specify if the message should be shown
de_de: Bitte geben Sie an, ob die Nachricht angezeigt werden soll
el_gr: Παρακαλείσθε να διευκρινίσετε εάν θα πρέπει να εμφανίζεται το μήνυμα
it_it: Specificare se il messaggio va mostrato

source: Redirect block
de_de: Block umleiten
el_gr: Ανακατεύθυνση μπλοκ
it_it: Blocco redirect

source: This block will redirect selected users.
de_de: Dieser Block wird ausgewählte Benutzer umleiten.
el_gr: Αυτό το μπλοκ θα ανακατευθύνει τους επιλεγμένους χρήστες.
it_it: Questo blocco reindirizzerà gli utenti selezionati.

source: Destination page
de_de: Zielseite
el_gr: Σελίδα προορισμού
it_it: Pagina di destinazione

source: Redirect by user groups
de_de: Nach Benutzergruppen umleiten
el_gr: Ανακατεύθυνση ανά ομάδα χρηστών
it_it: Reindirizza per gruppi di utenti

source: Redirect by IP address
de_de: Nach IP-Adresse umleiten
el_gr: Ανακατεύθυνση ανά διεύθυνση IP
it_it: Reindirizza per indirizzo IP

source: Options
de_de: Optionen
el_gr: Επιλογές
it_it: Opzioni

source: Please select
de_de: Bitte auswählen
el_gr: Παρακαλώ επιλέξτε
it_it: Selezionare

source: Another page
de_de: Andere Seite
el_gr: Μια άλλη σελίδα
it_it: Un’altra pagina

source: External URL
de_de: Externe URL
el_gr: Εξωτερική URL
it_it: URL esterno

source: Choose page
de_de: Seite auswählen
el_gr: Επιλέξτε Σελίδα
it_it: Selezionare la pagina

source: Redirect members of these groups
de_de: Mitglieder dieser Gruppe umleiten
el_gr: Ανακατεύθυνση μελών αυτών των ομάδων
it_it: Reindirizza i membri di questi gruppi

source: Never redirect members of these groups
de_de: Mitglieder dieser Gruppe niemals umleiten
el_gr: Μην ανακατευθύνετε ποτέ τα μέλη αυτών των ομάδων
it_it: Non reindirizzare mai i membri di questi gruppi

source: Select group
de_de: Gruppe auswählen
el_gr: Επιλογή Ομάδας
it_it: Seleziona gruppo

source: Redirect these IP addresses
de_de: Diese IP-Adressen umleiten
el_gr: Ανακατευθύνετε αυτές τις διευθύνσεις IP
it_it: Reindirizza questi indirizzi IP

source: Never redirect these IP addresses
de_de: Diese IP-Adressen niemals umleiten
el_gr: Μην ανακατευθύνετε αυτές τις διευθύνσεις IP
it_it: Non reindirizzare mai questi indirizzi IP

source: Separate multiple values by spaces, new lines or commas.<br />IPv4 and IPv6 addresses are supported.<br />You can specify single IP addresses as well as ranges (examples: %s)
de_de: Trennen Sie mehrere Variablen mit Leerzeichen, Zeilenumbrüchen oder Kommas.<br/>Es werden IPv4 und IPv6 Adressen unterstützt.<br/>Sie können eine einzelne IP Adresse oder einen Bereich angeben. (Beispiel: %s)
el_gr: Διαχωρίστε πολλαπλές τιμές με διαστήματα, νέες γραμμές ή κόμματα.<br />IPv4 and IPv6 addresses are supported.<br />Μπορείτε να καθορίσετε μόνο διευθύνσεις IP, καθώς και περιοχές IP (Παραδείγματα: %s)
it_it: Separa più valori con spazi, ritorni a capo o virgole.<br />È possibile specificare indirizzi IPv4 e IPv6.<br />È possibile specificare indirizzi IP singoli o intervalli di indirizzi (esempi: %s)

source: Your IP address is %s
de_de: Ihre IP-Adresse ist %s
el_gr: Η διεύθυνση IP σας είναι %s
it_it: Il tuo indirizzo IP è %s

source: Redirect users with permission to edit the page contents
de_de: Benutzer, mit der Berechtigung die Seiteninhalte zu bearbeiten, umleiten
el_gr: Ανακατευθύνete τους χρήστες με άδεια για να επεξεργ;azontai το περιεχόμενο της σελίδας
it_it: Reindirizza gli utenti che possono modificare il contenuto della pagina

source: Show block message
de_de: Blocknachricht anzeigen
el_gr: Εμφάνιση μηνύματος μπλοκ
it_it: Mostra messaggio del blocco

source: Never
de_de: Niemals
el_gr: Ποτέ
it_it: Mai

source: Only for users that can edit the page contents
de_de: Nur für Benutzer, die Seiteninhalte bearbeiten können
el_gr: Μόνο για χρήστες που μπορούν να επεξεργάζονται το περιεχόμενο της σελίδας
it_it: Solo agli utenti che possono modificare il contenuto della pagina

source: Always
de_de: Immer
el_gr: Πάντοτε
it_it: Sempre

source: Use a custom message
de_de: Benutzerdefinierte Nachricht verwenden
el_gr: Χρησιμοποιήστε ένα προσαρμοσμένο μήνυμα
it_it: Usa un messaggio personalizzato

source: Custom message
de_de: Benutzerdefinierte Nachricht
el_gr: Προσαρμοσμένο μήνυμα
it_it: Messaggio personalizzato
